Repository: dimmus/eflete
Catalog: po/*.po
Languages: fr, uk_ua

source: item's source changed from "%s" to "%s"
fr: source de l'élément modifiée de "%s" en "%s"
uk_ua: джерело елемента змінено з "%s" на "%s"

source: part item's min_w changed from %d to %d
fr: élément de partie min_w modifié de %d en %d
uk_ua: min_w елемента частини змінено з %d на %d

source: part item's min_h changed from %d to %d
fr: élément de partie min_h modifié de %d en %d
uk_ua: min_h елемента частини змінено з %d на %d

source: part item's max_w changed from %d to %d
fr: élément de partie max_w modifié de %d en %d
uk_ua: max_w елемента частини змінено з %d на %d

source: part item's max_h changed from %d to %d
fr: élément de partie max_h modifié de %d en %d
uk_ua: max_h елемента частини змінено з %d на %d

source: part item's prefer_w changed from %d to %d
fr: élément de partie prefer_w modifié de %d en %d
uk_ua: prefer_w елемента частини змінено з %d на %d

source: part item's prefer_h changed from %d to %d
fr: élément de prefer _h modifié de %d en %d
uk_ua: prefer_h елемента частини змінено з %d на %d

source: part item's weight_x changed from %.2f to %.2f
fr: élément de partie weight_x modifié %.2f en %.2f
uk_ua: weight_x елемента частини змінено з %.2f на %.2f

source: part item's weight_y changed from %.2f to %.2f
fr: élément de partie weight_y modifié %.2f en %.2f
uk_ua: weight_y елемента частини змінено з %.2f на %.2f

source: part item's align_x changed from %.2f to %.2f
fr: élément de partie align_x modifié de %.2f en %.2f
uk_ua: align_x елемента частини змінено з %.2f на %.2f

source: part item's align_y changed from %.2f to %.2f
fr: élément de partie align_y modifié de %.2f en %.2f
uk_ua: align_y елемента частини змінено з %.2f на %.2f

source: part item's aspect mode changed from "%s" to "%s"
fr: mode d'aspect de l'élément de partie modifié de "%s" en "%s"
uk_ua: формат елемента частини змінено з "%s" на "%s"

source: program's transition type changed from "%s" to "%s"
fr: type de transition du programme modifié de "%s" en "%s"
uk_ua: тип переходу програми змінено з "%s" на "%s"

source: part item's aspect_w changed from %d to %d
fr: élément de partie aspect_w modifié de %d en %d
uk_ua: aspect_w елемента частини змінено з %d на %d

source: part item's aspect_h changed from %d to %d
fr: élément de partie aspect_h modifié de %d en %d
uk_ua: aspect_h елемента частини змінено з %d на %d

source: part item's spread by rows changed from %d to %d
fr: élément de partie spread by rows (extension par rangées) modifié de %d en %d
uk_ua: розподіл елемента частини за рядками змінено з %d на %d

source: part item's spread by columns changed from %d to %d
fr: élément de partie spread by columns (extension par colonnes) modifié de %d en %d
uk_ua: розподіл елемента частини за стовпцями змінено з %d на %d

source: part item's span by columns changed from %hu to %hu
fr: élément de partie span by columns (étalement sur plusieurs colonnes) modifié de %hu en %hu
uk_ua: діапазон елемента частини за стовпцями змінено з %hu на %hu

source: part item's span by rows changed from %hu to %hu
fr: élément de partie span by rows (étalement sur plusieurs rangées) modifié de %hu en %hu
uk_ua: діапазон елемента частини за рядками змінено з %hu на %hu

source: part item's column position changed from %hu to %hu
fr: position de la colonne de l'élément de partie modifiée de %hu en %hu
uk_ua: положення стовпця елемента частини змінено з %hu на %hu

source: part item's row position changed from %hu to %hu
fr: position de la rangée de l'élément de partie modifiée de %hu en %hu
uk_ua: позицію рядка елемента частини змінено з %hu на %hu

source: part item's left padding changed from %d to %d
fr: padding gauche de l'élément de partie modifié de %d en %d
uk_ua: лівий відступ елемента частини змінено з %d на %d

source: part item's right padding changed from %d to %d
fr: padding droit de l'élément de partie modifié de %d en %d
uk_ua: правий відступ елемента частини змінено з %d на %d

source: part item's top padding changed from %d to %d
fr: padding haut de l'élément de partie modifié de %d en %d
uk_ua: верхній відступ елемента частини змінено з %d на %d

source: part item's bottom padding changed from %d to %d
fr: padding bas de l'élément de partie modifié de %d en %d
uk_ua: відступ нижньої частини елемента змінено з %d на %d

source: map's perspective part changed from "%s" to "%s"
fr: partie perspective de la carte modifiée de « %s » en « %s »
uk_ua: перспективну частину карти змінено з "%s" на "%s"

source: map's light part changed from "%s" to "%s"
fr: partie lumière de la carte modifiée de « %s » en « %s »
uk_ua: світлу частину карти змінено з "%s" на "%s"

source: map %s
fr: carte %s
uk_ua: карта %s

source: map perspective %s
fr: perspective de la carte %s
uk_ua: перспектива карти %s

source: map smooth %s
fr: lissage de la carte %s
uk_ua: зіставляти гладку %s

source: map alpha %s
fr: opacité de la carte %s
uk_ua: карта альфа %s

source: map backface cull %s
fr: backface_cull de la carte %s
uk_ua: відображення задньої поверхні карти %s

source: perspective focal changed from %d to %d
fr: focale de perspective modifiée de %d en %d
uk_ua: фокус перспективи змінено з %d на %d

source: perspective zplane changed from %d to %d
fr: zplane de perspective modifié de %d en %d
uk_ua: площину перспективи змінено з %d на %d

source: map's rotation center part changed from "%s" to "%s"
fr: partie du centre de rotation de la carte modifiée de « %s » en « %s »
uk_ua: центр повороту карти змінено з "%s" на "%s"."

source: map rotation x changed from %.2f to %.2f
fr: rotation x de la carte modifiée de %.2f à %.2f
uk_ua: обертання карти x змінено з %.2f на %.2f

source: map rotation y changed from %.2f to %.2f
fr: rotation y de la carte modifiée de %.2f à %.2f
uk_ua: поворот карти y змінено з %.2f на %.2f

source: map rotation z changed from %.2f to %.2f
fr: rotation z de la carte modifiée de %.2f à %.2f
uk_ua: обертання карти z змінено з %.2f на %.2f

source: point color '1' changed from [%d,%d,%d,%d] to [%d,%d,%d,%d]
fr: point de couleur '1' modifié de [%d,%d,%d,%d] en [%d,%d,%d,%d]
uk_ua: колір точки '1' змінено з [%d,%d,%d,%d] на [%d,%d,%d,%d]

source: point color '2' changed from [%d,%d,%d,%d] to [%d,%d,%d,%d]
fr: point de couleur '2' modifié de [%d,%d,%d,%d] en [%d,%d,%d,%d]
uk_ua: колір точки '2' змінено з [%d,%d,%d,%d] на [%d,%d,%d,%d]

source: point color '3' changed from [%d,%d,%d,%d] to [%d,%d,%d,%d]
fr: point de couleur '3' modifié de [%d,%d,%d,%d] en [%d,%d,%d,%d]
uk_ua: колір точки '3' змінено з [%d,%d,%d,%d] на [%d,%d,%d,%d]

source: point color '4' changed from [%d,%d,%d,%d] to [%d,%d,%d,%d]
fr: point de couleur '4' modifié de [%d,%d,%d,%d] en [%d,%d,%d,%d]
uk_ua: колір точки '4' змінено з [%d,%d,%d,%d] на [%d,%d,%d,%d]

source: Circular dependency alarm! Selected group somehow related to current group.
fr: Alerte de dépendance circulaire ! Le groupe sélectionné est en quelque sorte lié au groupe actuel.
uk_ua: Тривога циклічної залежності! Вибрана група якось пов’язана з поточною групою.

source: turned on
fr: en fonction
uk_ua: включений

source: turned off
fr: hors fonction
uk_ua: вимкнено

source: The name to be used by the application to load the resulting Edje object and to identify the group to swallow in a GROUP part.
fr: Le nom à utiliser par l'application pour charger l'objet Edje et pour identifier le groupe à inclure (swallow) dans une partie GROUP.
uk_ua: Ім’я, яке використовуватиметься програмою для завантаження результуючого об’єкта Edje та ідентифікації групи для проковтування в частині GROUP.

source: The minimum width for the container defined by the composition of the parts. This value is not enforced.
fr: La largeur minimale du conteneur définie par la composition des parties. Cette valeur n'est pas imposée.
uk_ua: Мінімальна ширина для контейнера визначається складом частин. Це значення не застосовується.

source: The minimum height for the container defined by the composition of the parts. This value is not enforced.
fr: La hauteur minimale du conteneur définie par la composition des parties. Cette valeur n'est pas imposée.
uk_ua: Мінімальна висота для контейнера визначається складом частин. Це значення не застосовується.

source: The maximum width for the container defined by the composition of the parts. This value is not enforced.
fr: La largeur maximale du conteneur définie par la composition des parties. Cette valeur n'est pas imposée.
uk_ua: Максимальна ширина для контейнера визначається складом частин. Це значення не застосовується.

source: The maximum height for the container defined by the composition of the parts. This value is not enforced.
fr: La hauteur maximale du conteneur définie par la composition des parties. Cette valeur n'est pas imposée.
uk_ua: Максимальна висота для контейнера визначається складом частин. Це значення не застосовується.

source: The part name is used as a reference in the relative<bt>positioning system of the theme, by programs and in some cases by the application. It must be unique within the group.
fr: Le nom de la partie est utilisé comme référence dans le système de positionnement relatif du thème, par les programmes et dans certains cas par l'application. Il doit être unique au sein du groupe.
uk_ua: Назва частини використовується як посилання у системі відносного<bt>позиціонування теми, програмами та в деяких випадках програмою. Він має бути унікальним у групі.

source: Specifies whether the part scales its size with an Edje scaling factor. By default, the scale is off and the default scale factor is 1.0 - that means no scaling. This is used to scale properties, such as font size, and minimum and maximum size of the part. It can also be used to scale based on the DPI of the target device. The reason to be selective is that some things work well being scaled, and others do not, so the designer gets to choose what works best.
fr: Spécifie si la partie utilise un facteur d'échelle Edje pour définir ses dimensions. Par défaut, l'échelle est désactivée et le facteur d'échelle est de 1.0 (pas de mise à l'échelle). Ceci est utilisé pour mettre à l'échelle les propriétés comme la taille de la police, ainsi que la taille minimale et maximale de la partie. Ceci peut également être utilisé pour la mise à l'échelle d'un appareil en particulier, selon son DPI. La raison d'être aussi sélectif découle du fait que certaines choses répondent mieux que d'autres à la mise à l'échelle, ainsi le designer peut choisir ce qui fonctionne le mieux.
uk_ua: Визначає, чи масштабується частина за допомогою коефіцієнта масштабування Edje. За замовчуванням масштаб вимкнено, а коефіцієнт масштабування за замовчуванням становить 1,0 – це означає відсутність масштабування. Це використовується для масштабування властивостей, таких як розмір шрифту, мінімальний і максимальний розміри частини. Його також можна використовувати для масштабування на основі DPI цільового пристрою. Причина вибірковості полягає в тому, що деякі речі добре працюють, будучи масштабованими, а інші – ні, тому дизайнер може вибрати те, що працює найкраще.

source: Specifies whether the part emits signals. Disabling it prevents the part from emitting any type of signal at all.
fr: Spécifie si la partie émet des signaux. Sa désactivation empêche l'émission de tous types de signal.
uk_ua: Визначає, чи частина видає сигнали. Якщо його вимкнути, частина взагалі не буде видавати будь-який тип сигналу.

source: Specifies whether a part echoes a mouse event to other parts below the pointer.
fr: Spécifie si la partie transmet un événement de souris vers d'autres parties situées sous le pointeur.
uk_ua: Визначає, чи частина повторює подію миші на інші частини під вказівником.

source: Only renders the area of the part that coincides with another part's container. The overflowing content is not displayed. Note that the part being clipped to canbe a rectangle or image part.
fr: Le rendu s'applique seulement à la zone de la partie qui coïncide avec le conteneur d'une autre partie. Le contenu qui déborde n'est pas affiché. Notez que la partie ajustée peut être un rectangle ou une partie d'image.
uk_ua: Відтворює лише область частини, яка збігається з контейнером іншої частини. Переповнений вміст не відображається. Зауважте, що частина, яку обрізають, може бути прямокутником або частиною зображення.

source: Specifies whether events with the given flags must be ignored. These events do not have their signals emitted to the parts.
fr: Spécifie si les événements avec drapeaux (flags) doivent être ignorés. Ces événements ne sont pas émis vers les parties.
uk_ua: Визначає, чи мають ігноруватися події з заданими прапорцями. Ці події не мають своїх сигналів, випромінюваних до частин.

source: Sets the mouse pointer behavior for the part. The default value is AUTOGRAB. The following modes are available: * AUTOGRAB, when the part is clicked and the button remains pressed, the part is the source of all future mouse signals emitted, even outside the object, until the button is released. * NOGRAB, the effect is limited to the part's container.
fr: Définit le comportement du pointeur de la souris pour la partie. La valeur par défaut est AUTOGRAB. Les modes suivants sont disponibles : * AUTOGRAB, lorsque la partie est cliquée et que le bouton reste enfoncé, la partie est la source de tous les futurs signaux de souris émis, même à l'extérieur de l'objet, jusqu'à ce que le bouton soit relâché. * NOGRAB, l'effet est limité au conteneur de la partie.
uk_ua: Встановлює поведінку вказівника миші для частини. Значенням за замовчуванням є AUTOGRAB. Доступні наступні режими: * AUTOGRAB, коли клацнути частину, а кнопку залишити натиснутою, частина є джерелом усіх майбутніх сигналів миші, що випромінюються, навіть за межами об’єкта, доки кнопку не буде відпущено. * NOGRAB, ефект обмежений контейнером частини.

source: The meaning of this parameter varies depending on the type of the part. * For GROUP parts, it's the name of another group in the Edje file which is autoloaded and swallowed on this part. * For TEXTBLOCK parts, it's the name of a group is used for selection display under the text.
fr: La signification de ce paramètre varie selon le type de partie. *Pour les parties GROUP, c'est le nom d'un autre groupe dans le fichier Edje qui est chargé automatiquement et inclus sur cette partie. *Pour les parties TEXTBLOCK, c'est le nom d'un groupe qui est utilisé pour l'affichage de la sélection sous le texte.
uk_ua: Значення цього параметра залежить від типу деталі. * Для частин GROUP це назва іншої групи у файлі Edje, яка автоматично завантажується та проковтується цією частиною. * Для частин TEXTBLOCK для відображення виділення під текстом використовується назва групи.

source: Enables or disables dragging along the X axis. When enabled, 1 sets the starting point at 0.0 and -1 at 1.0.
fr: Active ou désactive le déplacement le long de l'axe X. Lorsqu'il est activé, 1 définit le point de départ à 0.0 et -1 à 1.0.
uk_ua: Вмикає або вимикає перетягування вздовж осі X. Якщо ввімкнено, 1 встановлює початкову точку на 0,0, а -1 на 1,0.

source: Enables or disables dragging along the Y axis. When enabled, 1 sets the starting point at 0.0 and -1 at 1.0.
fr: Active ou désactive le déplacement le long de l'axe Y. Lorsqu'il est activé, 1 définit le point de départ à 0.0 et -1 à 1.0.
uk_ua: Вмикає або вимикає перетягування вздовж осі Y. Якщо ввімкнено, 1 встановлює початкову точку 0,0, а -1 — 1,0.

source: This parameter takes any integer and limits movement to values divisible by it, causing the part to jump from position to position. If the step is set to 0, it is calculated as the width of the confined part divided by count.
fr: Ce paramètre accepte n'importe quel nombre entier et limite le mouvement aux valeurs divisibles par celui-ci, ce qui fait que la partie saute de position en position. Si le pas est fixé à 0, il est calculé comme la largeur de la pièce confinée divisée par le nombre.
uk_ua: Цей параметр приймає будь-яке ціле число та обмежує переміщення значеннями, які діляться на нього, змушуючи частину стрибати з позиції на позицію. Якщо для кроку встановлено значення 0, він обчислюється як ширина обмеженої частини, поділена на кількість.

source: When set, limits the movement of the movable part to another part's container. When you use the confine option, do not forget to set a minimum size for the part, or the movable part does not show up.
fr: Lorsqu'il est défini, ce paramètre limite le mouvement de la partie mobile vers le conteneur d'une autre partie. Lorsque vous utilisez l'option de confinement, n'oubliez pas de définir une taille minimale pour la partie, sinon la partie mobile n'apparaîtra pas.
uk_ua: Якщо встановлено, обмежує рух рухомої частини контейнером іншої частини. Коли ви використовуєте опцію confine, не забудьте встановити мінімальний розмір для частини, інакше рухома частина не відображатиметься.

source: When set, the movement of the dragged part can only start when it gets moved enough to be outside of the threshold part.
fr: Lorsque ce paramètre est défini, le mouvement de la partie déplaçable ne peut commencer que lorsqu'elle est suffisamment déplacée pour se trouver en dehors de la partie de seuil.
uk_ua: Якщо встановлено, рух перетягуваної частини може початися лише тоді, коли вона переміститься настільки, що перебуває за межами порогової частини.

source: Causes the part to forward the drag events to another part, thus ignoring them for itself.
fr: Fait en sorte que la partie transmette les événements de déplacement à une autre partie, les ignorant ainsi pour elle-même.
uk_ua: Примушує частину пересилати події перетягування іншій частині, таким чином ігноруючи їх для себе.

source: A name used to identify a description inside a given part. Multiple descriptions are used to declare different states of the same part, such as "clicked" or "invisible". All state declarations are also coupled with an index number between 0.0 and 1.0.
fr: Un nom utilisé pour identifier une description à l'intérieur d'une partie donnée. Des descriptions multiples sont utilisées pour déclarer différents états de la même partie, comme « cliquée » ou « invisible ». Toutes les déclarations d'état sont également associées à un numéro d'index, compris entre 0.0 et 1.0.
uk_ua: Ім'я, яке використовується для ідентифікації опису всередині заданої частини. Кілька описів використовуються для оголошення різних станів однієї частини, наприклад «клацання» або «невидимість». Усі декларації стану також поєднуються з номером індексу від 0,0 до 1,0.

source: Takes a boolean state specifying whether the part is visible or not. Invisible parts do not emit signals.
fr: Accepte un état booléen spécifiant si la partie est visible ou pas. Les parties invisibles n'émettent pas de signaux.
uk_ua: Приймає логічний стан, який визначає, чи є частина видимою чи ні. Невидимі частини не випромінюють сигнали.

source: Causes the part to use another part content as the content of this part.
fr: Amène la partie à utiliser le contenu d'une autre partie comme contenu de cette partie.
uk_ua: Примушує частину використовувати вміст іншої частини як вміст цієї частини.

source: Sets the minimum width for this state.
fr: Définit la largeur minimale pour cet état.
uk_ua: Встановлює мінімальну ширину для цього стану.

source: Sets the minimum height for this state.
fr: Définit la hauteur minimale pour cet état.
uk_ua: Встановлює мінімальну висоту для цього стану.

source: Sets the maximum width for this state.
fr: Définit la largeur maximale pour cet état.
uk_ua: Встановлює максимальну ширину для цього стану.

source: Sets the maximum height for this state.
fr: Définit la hauteur maximale pour cet état.
uk_ua: Встановлює максимальну висоту для цього стану.

source: A width multiplier forcibly applied to whatever the minimum size is only during minimum size calculation.
fr: Un multiplicateur de largeur appliqué de force à la taille minimale, quelle qu'elle soit, uniquement lors du calcul de la taille minimale.
uk_ua: Множник ширини, примусово застосований до будь-якого мінімального розміру лише під час обчислення мінімального розміру.

source: A height multiplier forcibly applied to whatever the minimum size is only during minimum size calculation.
fr: Un multiplicateur de hauteur appliqué de force à la taille minimale, quelle qu'elle soit, uniquement lors du calcul de la taille minimale.
uk_ua: Множник висоти, примусово застосований до будь-якого мінімального розміру лише під час обчислення мінімального розміру.

source: Tells the minimum size calculation routine that this part does not change size in width. ON for enabled OFF for disabled. When enabled, the routine does not try and expand or contract the part.
fr: Indique à la routine de calcul de la taille minimale que cette partie ne change pas de taille en largeur. ON signifie activation, OFF désactivation. Quand activé, la routine n'essaie pas d'étendre ou de contracter la partie.
uk_ua: Повідомляє програмі обчислення мінімального розміру, що ця частина не змінює розмір по ширині. УВІМКНЕНО для увімкненого ВИМКНЕНО для вимкненого. Якщо ввімкнено, підпрограма не намагається розгорнути або стиснути частину.

source: Tells the minimum size calculation routine that this part does not change size in height. ON for enabled OFF for disabled. When enabled, the routine does not try and expand or contract the part.
fr: Indique à la routine de calcul de la taille minimale que cette partie ne change pas de taille en hauteur. ON signifie activation, OFF désactivation. Quand activé, la routine n'essaie pas d'étendre ou de contracter la partie.
uk_ua: Повідомляє програмі обчислення мінімального розміру, що ця частина не змінює розмір у висоті. УВІМКНЕНО для увімкненого ВИМКНЕНО для вимкненого. Якщо ввімкнено, підпрограма не намагається розгорнути або стиснути частину.

source: Sets the scope of the "aspect" property to a given dimension.
fr: Définit la portée de la propriété « aspect » sur une dimension donnée.
uk_ua: Встановлює область дії властивості "aspect" на заданий розмір.

source: Normally the width and height can be resized to any values independently. The aspect property forces the width to height ratio to be kept from the minimum.
fr: Normalement, la largeur et la hauteur peuvent être redimensionnées à n'importe quelle valeur de façon indépendante. La propriété aspect force le rapport largeur/hauteur à rester au minimum.
uk_ua: Зазвичай ширину та висоту можна незалежно змінити до будь-яких значень. Властивість аспекту змушує відношення ширини до висоти бути мінімальним.

source: Normally the width and height can be resized to any values independently. The aspect property forces the width to height ratio to be kept to the maximum.
fr: Normalement, la largeur et la hauteur peuvent être redimensionnées à n'importe quelle valeur de façon indépendante. La propriété aspect force le rapport largeur/hauteur à rester au maximum.
uk_ua: Зазвичай ширину та висоту можна незалежно змінити до будь-яких значень. Властивість аспекту змушує підтримувати максимальне співвідношення ширини до висоти.

source: Enables or disables mapping for the part.
fr: Active ou désactive le mapping pour la partie.
uk_ua: Вмикає або вимикає зіставлення для частини.

source: Enables or disables perspective when rotating.
fr: Active ou désactive la perspective lors de la rotation.
uk_ua: Вмикає або вимикає перспективу під час обертання.

source: Enables or disables smooth map rendering. This can be linear interpolation, anisotropic filtering, or anything the engine decides is "smooth".
fr: Active ou désactive le rendu lissé de la carte. Il peut s'agir d'une interpolation linéaire, d'un filtrage anisotrope ou ce que le moteur considère comme « lisse ».
uk_ua: Вмикає або вимикає плавне відображення карти. Це може бути лінійна інтерполяція, анізотропна фільтрація або будь-що, що двигун вирішить як «гладке».
