Repository: dimmus/eflete
Catalog: po/*.po
Languages: fr, uk_ua

source: Last saved: %d %b %Y %H:%M
fr: Dernière sauvegarde : %d %b %Y %H:%M
uk_ua: Востаннє збережено: %d %b %Y %H:%M

source: ERROR:
fr: ERREUR :
uk_ua: ПОМИЛКА:

source: ERROR: invalid options found. See --help.
fr: ERREUR : options invalides détectées. Voir --help.
uk_ua: ПОМИЛКА: знайдено недійсні параметри. Дивіться --допомога.

source: Name for new project
fr: Nom du nouveau projet
uk_ua: Назва для нового проекту

source: Path to project directory
fr: Chemin vers le répertoire du projet
uk_ua: Шлях до каталогу проекту

source: Export edj file path. The path should contain the edj file name. The edj file will be write by this path on every save. If file missed will be created, if file exist, changed groups will be add.
fr: Exporte le chemin du fichier edj. Le chemin doit contenir le nom du fichier edj. Ce chemin sera utilisé par le fichier edj à chaque sauvegarde. Si le fichier n'existe pas, il sera créé ; si le fichier existe, les groupes modifiés seront ajoutés.
uk_ua: Експортувати шлях до файлу edj. Шлях має містити назву файлу edj. Файл edj буде записуватись цим шляхом під час кожного збереження. Якщо файл буде створено, якщо файл існує, буде додано змінені групи.

source: Export edc file path. It should be path folder. On every save will generate source code of changed groups. If folder is missed it will be created, if folder exist new source code will be add.
fr: Exporte le chemin du fichier edc. Il doit être dans le chemin vers le dossier. À chaque sauvegarde, le code source des groupes modifiés sera généré. Si le dossier n'existe pas, il sera créé ; si le dossier existe, un nouveau code source sera ajouté.
uk_ua: Експортувати шлях до файлу edc. Це має бути папка шляху. Під час кожного збереження буде створено вихідний код змінених груп. Якщо папка пропущена, вона буде створена, якщо папка існує, буде додано новий вихідний код.

source: Open project
fr: Ouvrir un projet
uk_ua: Відкрити проект

source: Given project is dameged. Do you want to recover project?
fr: Le projet indiqué est endommagé. Voulez-vous récupérer ce projet ?
uk_ua: Даний проект пошкоджений. Ви хочете відновити проект?

source: Only one file should be specified.
fr: Un fichier seulement doit être indiqué.
uk_ua: Потрібно вказати лише один файл.

source: --export-edj value have not extension '.edj'. Wrong value.
fr: la valeur --export-edj n'a pas d'extension en « .edj ». Valeur erronée.
uk_ua: --Значення export-edj не має розширення ".edj". Неправильне значення.

source: --reopen is given but file specified.
fr: --reopen est donné mais un fichier est spécifié.
uk_ua: --повторно відкрити, але вказано файл.

source: --reopen is given but --name specified.
fr: --reopen est donné mais --name spécifié.
uk_ua: --reopen задано, але вказано --name.

source: --repoen is given but --path specified.
fr: --reopen est donné mais --path spécifié.
uk_ua: --repoen задано, але вказано --path.

source: --reopen is given but --id specified.
fr: --reopen est donné mais --id spécifié.
uk_ua: --reopen задано, але вказано --id.

source: --reopen is given but --sd specified.
fr: --reopen est donné mais --sd spécifié.
uk_ua: --повторно відкрити, але вказано --sd.

source: --reopen is given but --fd specified.
fr: --reopen est donné mais --fd spécifié.
uk_ua: --повторно відкрити, але вказано --fd.

source: --reopen is given but --dd specified.
fr: --reopen est donné mais --dd spécifié.
uk_ua: --повторно відкрити, але вказано --dd.

source: widgets can be added only to new project.
fr: les objets graphiques (widgets) ne peuvent être ajoutés qu'à un nouveau projet.
uk_ua: віджети можна додавати лише до нового проекту.

source: There are no previously opened projects yet.
fr: Pas encore de projets déjà ouverts.
uk_ua: Раніше відкритих проектів ще немає.

source: File '%s' doesn't exists.
fr: Le fichier « %s » n'existe pas.
uk_ua: Файл "%s" не існує.

source: '%s' is a directory.
fr: « %s » est un répertoire.
uk_ua: '%s - це каталог.

source: *.pro file is given but --name specified.
fr: fichier *.pro donné mais --name est spécifié.
uk_ua: *.задано файл pro, але вказано --name.

source: *.pro file is given but --path specified.
fr: fichier *.pro donné mais --path est spécifié.
uk_ua: *.задано файл pro, але вказано --path.

source: *.pro file is given but --id specified.
fr: fichier *.pro donné mais --id est spécifié.
uk_ua: *.задано файл pro, але вказано --id.

source: *.pro file is given but --sd specified.
fr: fichier *.pro donné mais --sd est spécifié.
uk_ua: *.задано файл pro, але вказано --sd.

source: *.pro file is given but --fd specified.
fr: fichier *.pro donné mais --fd est spécifié.
uk_ua: *.задано файл pro, але вказано --fd.

source: *.pro file is given but --dd specified.
fr: fichier *.pro donné mais --dd est spécifié.
uk_ua: *.задано файл pro, але вказано --dd.

source: *.edj file is given but --id specified.
fr: fichier *.edj donné mais --id est spécifié.
uk_ua: *.файл edj задано, але вказано --id.

source: *.edj file is given but --sd specified.
fr: fichier *.edj donné mais --sd est spécifié.
uk_ua: *.файл edj задано, але вказано --sd.

source: *.edj file is given but --fd specified.
fr: fichier *.edj donné mais --fd est spécifié.
uk_ua: *.файл edj задано, але вказано --fd.

source: *.edj file is given but --dd specified.
fr: fichier *.edj donné mais --dd est spécifié.
uk_ua: *Надано файл .edj, але вказано --dd.

source: Wrong file extension.
fr: Extension de fichier erronée.
uk_ua: Неправильне розширення файлу.

source: no file or --name are given but --path specified.
fr: pas de fichier ou --name donné mais --path spécifié.
uk_ua: не вказано файл або --name, але вказано --path.

source: no file is given but --id specified.
fr: pas de fichier donné mais --id spécifié.
uk_ua: файл не надано, але вказано --id.

source: no file is given but --sd specified.
fr: pas de fichier donné mais --sd spécifié.
uk_ua: файл не надано, але вказано --sd.

source: no file is given but --fd specified.
fr: pas de fichier donné mais --fd spécifié.
uk_ua: файл не надано, але вказано --fd.

source: no file is given but --dd specified.
fr: pas de fichier donné mais --dd spécifié.
uk_ua: файл не надано, але вказано --dd.

source: Export to file '%s' successfull
fr: Succès de l'exportation vers le fichier « %s »
uk_ua: Експорт у файл "%s" успішно виконано

source: Color class name:
fr: Nom de la classe de couleur :
uk_ua: Назва класу кольорів:

source: Type new color class name here
fr: Entrez ici nouveau nom pour la classe de couleur
uk_ua: Введіть тут нову назву класу кольорів

source: Create a new layout
fr: Créer une nouvelle composition
uk_ua: Створіть новий макет

source: Colorclass is used in:
fr: La classe de couleur est utilisée dans :
uk_ua: Колірний клас використовується в:

source: <br>group: %s<br>part: %s<br>state: "%s" %2.1f
fr: <br>groupe : %s<br>partie : %s<br>état : « %s » %2.1f
uk_ua: <br>група: %s<br>частина: %s<br>стан: "%s" %2.1f

source: Search
fr: Rechercher
uk_ua: Пошук

source: Color class manager
fr: Gestionnaire de classes de couleur
uk_ua: Менеджер класу кольору

source: Preview
fr: Aperçu
uk_ua: Попередній перегляд

source: Color classes list
fr: Listes des classes de couleur
uk_ua: Список класів кольорів

source: The quick brown fox jumps over the lazy dog
fr: Portez ce vieux whisky au juge blond qui fume
uk_ua: Швидка бура лисиця перестрибує ледачого пса

source: Failed initialize colorclasses manager
fr: L'initialisation du gestionnaire de classes de couleur a échoué
uk_ua: Не вдалося ініціалізувати менеджер класів кольорів

source: Unable to add a folder
fr: Ajout de dossier impossible
uk_ua: Не вдалося додати в папку

source: Add new image into set
fr: Ajouter nouvelle image dans l'ensemble
uk_ua: Додати нове зображення в набір

source: File not exist
fr: Le fichier n'existe pas
uk_ua: Файл не існує

source: Unable to add folder
fr: Impossible d'ajouter un dossier
uk_ua: Не вдалося додати папку

source: File exist
fr: Le fichier existe
uk_ua: Файл існує

source: Choose image
fr: Choisir une image
uk_ua: Виберіть зображення

source: Image set name:
fr: Nom de l'ensemble d'images :
uk_ua: Назва набору зображень:

source: Type a new image set name
fr: Entrez nouveau nom pour l'ensemble d'images
uk_ua: Введіть назву нового набору зображень

source: Create a new image set
fr: Créer un nouvel ensemble d'images
uk_ua: Створіть новий набір зображень

source: Image
uk_ua: Зображення

source: Image Set
fr: Ensemble des images
uk_ua: Набір зображені

source: Vectors
fr: Vecteurs
uk_ua: Вектори

source: Image manager
fr: Gestionnaire d'images
uk_ua: Менеджер зображень

source: Image Gallery
fr: Collection d'images
uk_ua: Галерея зображень

source: Image set
fr: Ensemble d'images
uk_ua: Набір зображення

source: Widget live view isn't implemented yet. Using fallback to layout
fr: L'aperçu en direct du widget n'est pas encore implémenté. Utilisation de la compostion de repli
uk_ua: Віджет live view ще не реалізовано. Використання резервного варіанта макета

source: Click to show vertical ctxpopup with icons and labels (3 items)
fr: Cliquez pour afficher un ctxpopup vertical avec icônes et étiquettes (3 éléments)
uk_ua: Натисніть, щоб показати вертикальне спливаюче вікно ctx з піктограмами та мітками (3 елементи)

source: Click to show vertical ctxpopup with icons and labels (30 items)
fr: Cliquez pour afficher un ctxpopup vertical avec icônes et étiquettes (30 éléments)
uk_ua: Натисніть, щоб показати вертикальне спливаюче вікно ctx з іконками та мітками (30 елементів)

source: Click to show vertical ctxpopup with icons and no labels (3 items)
fr: Cliquez pour afficher un ctxpopup vertical avec icônes et sans étiquettes (3 éléments)
uk_ua: Натисніть, щоб показати вертикальне спливаюче вікно ctx з піктограмами та без міток (3 елементи)

source: Click to show vertical ctxpopup with icons and no labels (30 items)
fr: Cliquez pour afficher un ctxpopup vertical avec icônes et sans étiquettes (30 éléments)
uk_ua: Натисніть, щоб показати вертикальне спливаюче вікно ctx з піктограмами та без міток (30 елементів)

source: Click to show vertical ctxpopup with labels and no icons (3 items)
fr: Cliquez pour afficher un ctxpopup vertical avec étiquettes et sans icônes (3 éléments)
uk_ua: Натисніть, щоб показати вертикальне спливаюче вікно ctx з мітками та без значків (3 елементи)

source: Click to show vertical ctxpopup with labels and no icons (30 items)
fr: Cliquez pour afficher un ctxpopup vertical avec étiquettes et sans icônes (30 éléments)
uk_ua: Натисніть, щоб показати вертикальне спливаюче вікно ctx з мітками та без значків (30 елементів)

source: Click to show horizontal ctxpopup with icons and labels (3 items)
fr: Cliquez pour afficher un ctxpopup horizontal avec icônes et étiquettes (3 éléments)
uk_ua: Натисніть, щоб показати горизонтальне спливаюче вікно ctx з піктограмами та мітками (3 елементи)

source: Click to show horizontal ctxpopup with icons and labels (30 items)
fr: Cliquez pour afficher un ctxpopup horizontal avec icônes et étiquettes (30 éléments)
uk_ua: Натисніть, щоб показати горизонтальне спливаюче вікно ctx з піктограмами та мітками (30 елементів)

source: Click to show horizontal ctxpopup with icons and no labels (3 items)
fr: Cliquez pour afficher un ctxpopup horizontal avec icônes et sans étiquettes (3 éléments)
uk_ua: Натисніть, щоб показати горизонтальне спливаюче вікно ctx з піктограмами та без міток (3 елементи)

source: Click to show horizontal ctxpopup with icons and no labels (30 items)
fr: Cliquez pour afficher un ctxpopup horizontal avec icônes et sans étiquettes (30 éléments)
uk_ua: Натисніть, щоб показати горизонтальне спливаюче вікно ctx з піктограмами та без міток (30 елементів)

source: Click to show horizontal ctxpopup with labels and no icons (3 items)
fr: Cliquez pour afficher un ctxpopup horizontal avec étiquettes et sans icônes (3 éléments)
uk_ua: Натисніть, щоб показати горизонтальне спливаюче вікно ctx з мітками та без значків (3 елементи)

source: Click to show horizontal ctxpopup with labels and no icons (30 items)
fr: Cliquez pour afficher un ctxpopup horizontal avec étiquettes et sans icônes (30 éléments)
uk_ua: Натисніть, щоб показати горизонтальне спливаюче вікно ctx з мітками та без значків (30 елементів)

source: Could not load group '%s' from mapped file '%s'.
fr: Impossible de charger le groupe « %s » depuis le fichier mappé « %s ».
uk_ua: Не вдалося завантажити групу "%s" із зіставленого файлу "%s".

source: Some long text for our label, that islong but not too long.
fr: Texte long, mais pas trop, pour notre étiquette.
uk_ua: Довгий текст для нашої етикетки, він довгий, але не надто довгий.

source: No icons
fr: Pas d'icônes
uk_ua: Без значків

source: Multi-
uk_ua: Мульти-

source: -button-
uk_ua: -кнопку-

source: -entry
uk_ua: -запис

source: Check
fr: Examinez
uk_ua: Перевірте

source: this
fr: bien
uk_ua: це

source: out
fr: ça
uk_ua: поза

source: Text1
fr: Texte 1
uk_ua: Текст1

source: Tap and enter for adding buttons
fr: Touchez et Entrée pour ajouter des boutons
uk_ua: Натисніть і введіть, щоб додати кнопки

source: Back
fr: Retour
uk_ua: Назад

source: Page Next
fr: Page suiv.
uk_ua: Сторінка наступна

source: Page Prev
fr: Page précédente
uk_ua: Попередні сторінка

source: Prev page
fr: Page préc.
uk_ua: Попередня сторінка

source: Next page
fr: Page suivante
uk_ua: Наступна сторінка

source: Page 1
uk_ua: Сторінка 1

source: Subtitle 1
fr: Sous-titre 1
uk_ua: Підзаголовок 1

source: Main Page
fr: Page principale
uk_ua: Головна сторінка

source: Press to show Notify
fr: Appuyez pour afficher la notification
uk_ua: Натисніть, щоб показати повідомлення

source: %1.1f units
fr: %1.1f unités
uk_ua: %1.1f одиниць

source: Object
fr: Objet
uk_ua: Об'єкт

source: Enabled
fr: Activé
uk_ua: Увімкнено

source: Disabled
fr: Désactivé
uk_ua: Вимкнено

source: User Text
fr: Texte utilisateur
uk_ua: Текст користувача

source: Left
fr: Gauche
uk_ua: Ліворуч

source: Right
fr: Droite
uk_ua: Праворуч

source: Last saved: none
fr: Dernière sauvegarde : aucune
uk_ua: Останнє збереження: немає

source: Project path: none
fr: Chemin du projet : aucun
uk_ua: Шлях проекту: немає

source: About
fr: À propos
uk_ua: Про програму

source: About Component Designer
fr: À propos de Component Designer
uk_ua: Про Component Designer

source: Global:<br><b>F1</b> - show shortcuts list (this dialog)<br><b>F2</b> - normal mode<br><b>F3</b> - code mode<br><b>F4</b> - demo mode<br><b>F7</b> - open image manager<br><b>F8</b> - open sound manager<br><b>F9</b> - open style manager<br><b>F10</b> - open colorclass manager<br><b>F11</b> - open script manager<br><b>ctrl + q</b> - quit<br><br>Workspace:<br><b>ctrl + s</b> - save<br><b>ctrl + z</b> - undo<br><b>ctrl + y</b> - redo<br><b>ctrl + n</b> - add new group<br><b>q</b> - add new part<br><b>w</b> - add new state<br><b>e</b> - add new item<br><b>r</b> - add new program<br><b>t</b> - add new data item<br><b>del</b> - delete selected part/state/item/program/data item<br><b>s</b> - select next state of active part<br><b>z</b> - select prev part<br><b>x</b> - select next part<br><b>ESC</b> - unselect<br><b>o</b> - show/hide object area<br><b>ctrl + wheel_up</b> / <b>KP_ADD</b> - zoom in<br><b>ctrl + wheel_down</b> / <b>KP_SUB</b> - zoom out<br><b>KP_DIV</b> - set zoom to 100%<br><br>Tabs:<br><b>ctrl + w</b> - close tab<br><b>ctrl + num</b> - switch to tab 1-10<br><b>tab</b> / <b>ctrl + pg_down</b> - switch to next tab<br><b>shift + tab</b> / <b>ctrl + pg_up</b> - switch to prev tab<br><br>Popups:<br><b>Enter</b> - OK<br><b>ESC</b> - cancel<br>
fr: Général :<br><b>F1</b> - afficher la liste des raccourcis<br><b>F2</b> - mode normal<br><b>F3</b> - mode code<br><b>F4</b> - mode démo<br><b>F7</b> - ouvrir gestionnaire d'images<br><b>F8</b> - ouvrir gestionnaire de sons<br><b>F9</b>- ouvrir gestionnaire de styles<br><b>F10</b> - ouvrir gestionnaire de classes de couleur<br><b>F11</b> - ouvrir gestionnaire de scripts<br><b>Ctrl + Q</b> - quitter<br><br>Espace de travail :<br><b>Ctrl + S</b> - enregistrer<br><b>Ctrl + Z</b> - annuler<br><b>Ctrl + Y</b> - rétablir<br><b>Ctrl + N</b> - ajouter un nouveau groupe<br><b>Q</b> - ajouter une nouvelle partie<br><b>W</b> - ajouter un nouvel état<br><b>E</b> - ajouter un nouvel élément<br><b>R</b> - ajouter un nouveau programme<br><b>T</b> - ajouter un nouvel élément de donnée<br><b>Suppr</b> - supprimer partie/état/élément/programme/élément de donnée sélectionné<br><b>S</b> - Sélectionner l'état suivant de la partie active<br><b>Z</b> - sélectionner partie précédente<br><b>X</b> - sélectionner partie suivante<br><b>Échap</b> - désélectionner<br><b>O</b> - voir / cacher la zone d'objet<br><b>Ctrl + molette vers le haut</b> / <b>PN_signe +</b> - agrandir<br><b>Ctrl + molette vers le bas</b> / <b>PN_signe-</b> - réduire<br><b>PN_signe /</b> - Zoom à 100 %<br><br>Onglets :<br><b>Ctrl + W</b> - fermer l'onglet<br><b>Ctrl + touches numérotées</b> - basculer vers l'onglet de 1 à 10<br><b>Tab</b> / <b>Ctrl + Pg.Suiv</b> - basculer vers l'onglet suivant<br><b>Majuscule + Tab</b> / <b>Ctrl + Pg.Préc</b> - basculer vers l'onglet précédent<br><br>Pop-up :<br><b>Entrée</b> - OK<br><b>Échap</b> - annuler<br>
uk_ua: Глобально:<br><b>F1</b> - показати список ярликів (це діалогове вікно)<br><b>F2</b> - звичайний режим<br><b>F3</b> - режим коду< br><b>F4</b> - демонстраційний режим<br><b>F7</b> - відкрити менеджер зображень<br><b>F8</b> - відкрити менеджер звуку<br><b>F9 </b> - відкрити менеджер стилів<br><b>F10</b> - відкрити менеджер класів кольорів<br><b>F11</b> - відкрити менеджер сценаріїв<br><b>ctrl + q</b> - вийти<br><br>Робоча область:<br><b>ctrl + s </b> - зберегти<br><b>ctrl + z</b> - скасувати<br><b>ctrl + y</b> - повторити<br><b>ctrl + n</b> - додати новий група<br><b>q</b> - додати нову частину<br><b>w</b> - додати новий стан<br><b>e</b> - додати новий елемент<br>< b>r</b> - додати нову програму<br><b>t</b> - додати новий елемент даних<br><b>del</b> - видалити вибрану частину/стан/елемент/програму/дані item<br><b>s</b> - вибрати наступний стан активного частина<br><b>z</b> - вибрати попередню частину<br><b>x</b> - вибрати наступну частину<br><b>ESC</b> - скасувати вибір<br><b> o</b> - показати/сховати область об'єкта<br><b>ctrl + wheel_up</b> / <b>KP_ADD</b> - збільшити<br><b>ctrl + wheel_down</b> / <b>KP_SUB</b> - масштаб out<br><b>KP_DIV</b> - встановити масштаб на 100%<br><br>Tabs:<br><b>ctrl + w</b> - закрити вкладку<br><b>ctrl + num</b> - перейти до вкладки 1-10<br><b>tab</b> / <b>ctrl + pg_down</b> - перейти до наступної вкладки<br><b>shift + tab</ b> / <b>ctrl + pg_up</b> - перейти на попередню вкладку<br><br>Спливаючі вікна:<br><b>Enter</b> - OK<br><b>ESC</b> - скасувати<br>

source: Help: shortcuts
fr: Aide : raccourcis
uk_ua: Довідка: ярлики

source: Sequence already binded.
fr: Séquence déjà attribuée.
uk_ua: Послідовність уже прив’язана.

source: Please press key sequence
fr: Composez la séquence au clavier
uk_ua: Натисніть послідовність клавіш

source: File
fr: Fichier
uk_ua: Файл

source: New project
fr: Nouveau projet
uk_ua: Новий проект

source: Import edj-file
fr: Importer fichier EDJ
uk_ua: Імпорт edj-файлу

source: Import edc-file
fr: Importer fichier EDC
uk_ua: Імпорт edc-файлу

source: Save
fr: Enregistrer
uk_ua: Зберегти

source: Export as edc
fr: Exporter en EDC
uk_ua: Експортувати як edc

source: Group
fr: Groupe
uk_ua: Група

source: Project
fr: Projet
uk_ua: Демонструвати

source: Export as edj
fr: Exporter en EDJ
uk_ua: Експортувати як edj

source: Develop
fr: Développement
uk_ua: Розробник

source: Release
fr: Publication
uk_ua: Звільнення

source: Close project
fr: Fermer le projet
uk_ua: Закрити проект

source: Quit
fr: Quitter
uk_ua: Вийти

source: Edit
fr: Modifier
uk_ua: Редагувати

source: Undo
fr: Défaire
uk_ua: Відмініти

source: Redo
fr: Rétablir
uk_ua: Повторити

source: Add group
fr: Ajouter un groupe
uk_ua: Додати групу

source: Add part
fr: Ajouter une partie
uk_ua: Додайте частину

source: Add state
fr: Ajouter un état
uk_ua: Додати стан

source: Add item
fr: Ajouter un élément
uk_ua: Додати товар

source: Add program
fr: Ajouter un programme
uk_ua: Додати програму

source: Add data item
fr: Ajouter un élément de donnée
uk_ua: Додати елемент даних

source: View
fr: Vue
uk_ua: Відображення

source: Zoom in
fr: Agrandir
uk_ua: Збільшити

source: Zoom out
fr: Réduire
uk_ua: Зменшити

source: Reset zoom
fr: Rétablir le zoom
uk_ua: Скинути масштаб

source: Zoom to fit in Workspace
fr: Adapter à l'espace de travail
uk_ua: Збільште, щоб вмістити в робочу область

source: Resize to fill workspace
fr: Remplir l'espace de travail
uk_ua: Змініть розмір, щоб заповнити робочу область

source: Show object area
fr: Afficher la zone d'objet
uk_ua: Показати область об'єкта

source: Show rulers
fr: Afficher les règles
uk_ua: Показати лінійки

source: Window
fr: Fenêtre
uk_ua: Вікно

source: Home
fr: Dossier personnel
uk_ua: Додому

source: Sound manager
fr: Gestionnaire de sons
uk_ua: Звуковий менеджер

source: Textblock styles manager
fr: Gestionnaire de styles textblock
uk_ua: Менеджер стилів текстових блоки

source: Script manager
fr: Gestionnaire de scripts
uk_ua: Менеджер сценаріїв

source: Help
fr: Aide
uk_ua: Допомога

source: Shortcuts
fr: Raccourcis
uk_ua: Ярлики

source: Title will be deleted
fr: Le titre va être supprimé
uk_ua: Заголовок буде видалено

source: Cancel
fr: Annuler
uk_ua: Скасувати

source: Replace
fr: Remplacer
uk_ua: Замінити

source: Don't save
fr: Ne pas enregistrer
uk_ua: Не зберігати

source: Reset
fr: Rétablir
uk_ua: Скинути

source: <font_size=14>Import edc-file error
fr: <font_size=14>Erreur d'importation du edc-file
uk_ua: <font_size=14>Помилка імпорту файлу edc

source: Export source code
fr: Exporter le code source
uk_ua: Експорт вихідного коду

source: Export develop edj
fr: Exporter fichier de dév. EDJ
uk_ua: Експорт розробити edj

source: Project save
fr: Enregistrement du projet
uk_ua: Зберегти проект

source: Close project %s
fr: Fermer le projet %s
uk_ua: Закрити проект %s

source: Do you want to save changes?
fr: Voulez-vous enregistrer les modifications ?
uk_ua: Ви хочете зберегти зміни?

source: Project close
fr: Fermeture du projet
uk_ua: Проект закрито

source: Haven't permision to overwrite '%s' in '%s'
fr: Permission non accordée pour écraser « %s » dans « %s »
uk_ua: Немає дозволу перезаписувати "%s" у "%s"

source: Haven't permision to write '%s'
fr: Pas de permission en écriture pour « %s »
uk_ua: Немає дозволу на запис "%s"

source: Project '%s' is opened.
fr: Le projet «%s» est ouvert.
uk_ua: Проект "%s" відкрито.

source: Project progress
fr: Progression du projet
uk_ua: Прогрес проекту

source: Please type in actual .edj file
fr: Veuillez saisir le fichier .edj actuel
uk_ua: Введіть фактичний файл .edj

source: Export to develop edj-file
fr: Exporter en develop edj-file
uk_ua: Експорт для розробки edj-файлу

source: <font_size=16>A project file '%s' already exist.Do you want to replace it?</font_size>
fr: <font_size=16>Un fichier de projet « %s » existe déjà. Voulez-vous le remplacer?</font_size>
uk_ua: <font_size=16>Файл проекту «%s» уже існує. Бажаєте його замінити?</font_size>

source: Export release edj
fr: Exporter en release edj
uk_ua: Експорт випуску edj

source: Export to release edj-file
fr: Exporter en release edj-file
uk_ua: Експортувати в edj-файл випуску

source: <font_size=16>A project folder '%s' already exist.Do you want to replace it?</font_size>
fr: <font_size=16>Un dossier de projet « %s » existe déjà. Voulez-vous le remplacer ?</font_size>
uk_ua: <font_size=16>Папка проекту «%s» уже існує. Замінити її?</font_size>

source: Export source edc
fr: Exporter le source edc
uk_ua: Експорт джерела edc
