Repository: dimmus/eflete
Catalog: po/*.po
Languages: fr, uk_ua

source: Enables or disables the alpha channel when rendering the map.
fr: Active ou désactive le canal alpha lors du rendu de la carte.
uk_ua: Вмикає або вимикає альфа-канал під час візуалізації карти.

source: Enables or disables backface culling (such as when the rotated part that normally faces the camera is facing away after being rotated). This means that the object is hidden when "backface culled"
fr: Active ou désactive le « backface culling » (élimination des faces qui tournent le dos à la caméra et que l'on ne voit donc pas). Cela signifie que la face arrière de l'objet est comme cachée par rotation.
uk_ua: Вмикає або вимикає видалення задньої поверхні (наприклад, коли повернута частина, яка зазвичай звернена до камери, повертається вбік після обертання). Це означає, що об’єкт приховано, коли «тильна грань вилучена»

source: Sets the part that is used as the "perspective point" for giving a part a "3d look". The perspective point must have a perspective section that provides the zplane and focal properties.
fr: Définit la partie qui est utilisée comme « point de perspective » pour donner un « aspect 3D ». Le point de perspective doit avoir une section perspective qui fournit les propriétés zplane et focal.
uk_ua: Встановлює частину, яка використовується як «точка перспективи» для надання частини «3D вигляду». Точка перспективи повинна мати секцію перспективи, яка забезпечує властивості zplane і фокусу.

source: Sets the part that is used as the "light" for calculating the brightness (based on how directly the part's surface is facing the light source point)
fr: Définit la partie qui est utilisée comme « lumière » pour calculer la luminosité (en fonction de la façon dont la surface de la partie fait face à la source lumineuse)
uk_ua: Встановлює частину, яка використовується як «світло» для обчислення яскравості (на основі того, наскільки прямо поверхня частини звернена до точки джерела світла)

source: Sets the distance from the focal z plane (zplane) and the camera.
fr: Définit la distance entre le plan focal z (zplane) et la caméra.
uk_ua: Встановлює відстань від фокальної площини z (zplane) і камери.

source: Sets the z value that is not scaled.
fr: Définit la valeur z qui n'est pas mise à l'échelle.
uk_ua: Встановлює значення z, яке не масштабується.

source: Sets the part that is used as the center of rotation when rotating the part with this description.
fr: Définit la partie utilisée comme centre de rotation lors de la rotation de la partie avec cette description.
uk_ua: Встановлює деталь, яка використовується як центр обертання під час обертання деталі з цим описом.

source: Rotation (in degrees) around the X axis of the part considering the center set.
fr: Rotation (en degrés) autour de l'axe X de la partie en considérant le centre défini.
uk_ua: Обертання (в градусах) навколо осі X деталі з урахуванням центрального набору.

source: Rotation (in degrees) around the Y axis of the part considering the center set.
fr: Rotation (en degrés) autour de l'axe Y de la partie en considérant le centre défini.
uk_ua: Поворот (у градусах) навколо осі Y деталі з урахуванням центрального набору.

source: Rotation (in degrees) around the Z axis of the part considering the center set.
fr: Rotation (en degrés) autour de l'axe Z de la partie en considérant le centre défini.
uk_ua: Поворот (у градусах) навколо осі Z деталі з урахуванням центральної установки.

source: Sets the color of a vertex in the map.This control changes the left-top point of a part.
fr: Définit la couleur d'un sommet (vertex) dans la carte. Cette commande modifie le point supérieur gauche d'une partie.
uk_ua: Встановлює колір вершини на карті. Цей елемент керування змінює ліву верхню точку частини.

source: Sets the color of a vertex in the map. This control changes the right-top point of a part.
fr: Définit la couleur d'un sommet (vertex) dans la carte. Cette commande modifie le point supérieur droit d'une partie.
uk_ua: Встановлює колір вершини на карті. Цей елемент керування змінює праву верхню точку частини.

source: Sets the color of a vertex in the map.This control changes the left-bottom point of a part.
fr: Définit la couleur d'un sommet (vertex) dans la carte. Cette commande modifie le point inférieur gauche d'une partie.
uk_ua: Встановлює колір вершини на карті. Цей елемент керування змінює ліву нижню точку частини.

source: Sets the color of a vertex in the map. This control changes the right-bottom point of a part.
fr: Définit la couleur d'un sommet (vertex) dans la carte. Cette commande modifie le point inférieur droit d'une partie.
uk_ua: Встановлює колір вершини на карті. Цей елемент керування змінює праву нижню точку деталі.

source: Causes Edje to draw the selected effect.
fr: Permet à Edje de dessiner l'effet sélectionné.
uk_ua: Змушує Edje намалювати вибраний ефект.

source: Shadow directions.
fr: Directions de l'ombre.
uk_ua: Напрямки тіні.

source: Sets the selection mode for a textblock part to one of the following: The DEFAULT selection mode is what you expect on any desktop. Press mouse, drag, and release to end. The EXPLICIT mode requires the application controlling the Edje object has to explicitly begin and end selection modes, and the selection itself is draggable at both ends.
fr: Définit le mode de sélection d'une partie bloc de texte sur l'un des éléments suivants : le mode de sélection DEFAULT correspond à ce que vous attendez sur n'importe quel bureau ; appuyer sur la souris, faire glisser et relâcher pour terminer. Le mode EXPLICIT nécessite que l'application contrôlant l'objet Edje commence et termine explicitement les modes de sélection, et la sélection elle-même est déplaçable aux deux extrémités.
uk_ua: Встановлює один із наведених нижче режимів вибору для частини текстового блоку: Режим вибору ЗА ПРОМОВЧАННЯМ — це те, що ви очікуєте на будь-якому робочому столі. Натисніть мишу, перетягніть і відпустіть, щоб закінчити. Режим EXPLICIT вимагає, щоб програма, яка керує об’єктом Edje, явно починала та завершувала режими виділення, а саме виділення можна перетягувати з обох кінців.

source: Sets the edit mode for a textblock part to one of the following:<br>* NONE<br>* PLAIN<br>* EDITABLE<br>* PASSWORD<br>It causes the part be editable if the Edje object has the keyboard focus and the part has the Edje focus (or selectable always regardless of focus). In the password mode, the text is not selectable, but it can be edited and pasted, and all text characters are replaced with *s.
fr: Définit le mode d'édition d'une partie bloc de texte sur l'un des éléments suivants :<br>* NONE<br>* PLAIN<br>* EDITABLE<br>* PASSWORD<br>Cela rend la partie modifiable si l'objet Edje a le focus clavier et si la partie a le focus Edje (ou toujours sélectionnable quel que soit le focus). En mode mot de passe, le texte n'est pas sélectionnable, mais il peut être modifié et collé, et tous les caractères sont remplacés par des *.
uk_ua: Встановлює один із таких режимів редагування для частини текстового блоку:<br>* НЕМАЄ<br>* ПРОСТИЙ<br>* РЕДАГУВАНИЙ<br>* ПАРОЛЬ<br>Це робить частину доступною для редагування, якщо об’єкт Edje має клавіатуру фокус, а частина має фокус Edje (або вибір завжди незалежно від фокусу). У режимі пароля текст не можна вибрати, але його можна редагувати та вставляти, а всі символи тексту замінюються на *s.

source: Sets the cursor mode for a textblock part to one of the following: UNDER cursor mode means the cursor draws below the character pointed at. This is the default mode. BEFORE cursor mode means the cursor is drawn as a vertical line before the current character, just like many other GUI toolkits handle it.
fr: Définit le mode du curseur pour une partie bloc de texte sur l'une des valeurs suivantes : UNDER signifie que le curseur dessine sous le caractère pointé. C'est le mode par défaut. Le mode BEFORE signifie que le curseur est dessiné sous la forme d'une ligne verticale avant le caractère actuel, à l'instar de nombreuses autres boîtes à outils d'interfaces graphiques.
uk_ua: Встановлює один із наведених нижче режимів курсору для частини текстового блоку: режим курсору ПІД курсором означає, що курсор малює під символом, на який вказано. Це режим за замовчуванням. Режим курсору BEFORE означає, що курсор малюється як вертикальна лінія перед поточним символом, як і багато інших інструментів GUI.

source: It causes a textblock that is editable to allow multiple lines for editing.
fr: Fait en sorte qu'un bloc de texte modifiable permette l'édition de plusieurs lignes.
uk_ua: Це створює текстовий блок, який можна редагувати, щоб дозволити редагування кількох рядків.

source: Used for the group to be loaded and the selection display under the selected text.
fr: Utilisé pour le groupe à charger et l'affichage de la sélection au-dessous du texte sélectionné.
uk_ua: Використовується для групи, яку потрібно завантажити, і відображення виділеного під виділеним текстом.

source: Used for the group to be loaded and the selection display over the selected text.
fr: Utilisé pour le groupe à charger et l'affichage de la sélection au-dessus du texte sélectionné.
uk_ua: Використовується для групи, яку потрібно завантажити, і виділення відображення над виділеним текстом.

source: Used for the group to be loaded and the cursor display under the cursor position.
fr: Utilisé pour le groupe à charger et l'affichage du curseur au-dessous de la position du curseur.
uk_ua: Використовується для групи, яку потрібно завантажити, і відображення курсору під позицією курсору.

source: Used for the group to be loaded and the cursor display over the cursor position.
fr: Utilisé pour le groupe à charger et l'affichage du curseur au-dessus de la position du curseur.
uk_ua: Використовується для групи, яку потрібно завантажити, і відображення курсора над позицією курсору.

source: Used for the group to be loaded and the anchors display under the anchor position.
fr: Utilisé pour le groupe à charger et l'affichage des ancres au-dessous de la position de l'ancre.
uk_ua: Використовується для групи, яку потрібно завантажити, і прив’язок відображаються під позицією прив’язки.

source: Used for the group to be loaded and the anchor display over the anchor position.
fr: Utilisé pour le groupe à charger et l'affichage des ancres au-dessus de la position de l'ancre.
uk_ua: Використовується для групи, яку потрібно завантажити, і відображення прив’язки над позицією прив’язки.

source: When the displayed object's size is smaller (or bigger) than its container, this property moves it relatively along the X axis inside its container. 0.0 means left and top edges of the object touching container's respective ones, while 1.0 stands for right and bottom edges of the object on horizonal axis. The default value is 0.5.
fr: Lorsque la taille de l'objet affiché est inférieure (ou supérieure) à celle de son conteneur, cette propriété permet de le déplacer relativement le long de l'axe X à l'intérieur de son conteneur. 0.0 signifie que les bords gauche et supérieur de l'objet touchent les bords respectifs du conteneur, tandis que 1.0 correspond aux bords droit et inférieur de l'objet sur l'axe horizontal. La valeur par défaut est 0.5.
uk_ua: Якщо розмір відображуваного об’єкта менший (або більший) за його контейнер, ця властивість переміщує його відносно вздовж осі X усередині контейнера. 0,0 означає, що лівий і верхній краї об’єкта торкаються відповідних контейнерів, а 1,0 означає правий і нижній краї об’єкта на горизонтальній осі. Значення за замовчуванням 0,5.

source: When the displayed object's size is smaller (or bigger) than its container, this property moves it relatively along the Y axis inside its container. 0.0 means left and top edges of the object touching container's respective ones, while 1.0 stands for right and bottom edges of the object on vertical axis. The default value is 0.5.
fr: Lorsque la taille de l'objet affiché est inférieure (ou supérieure) à celle de son conteneur, cette propriété permet de le déplacer relativement le long de l'axe Y à l'intérieur de son conteneur. 0.0 signifie que les bords gauche et supérieur de l'objet touchent les bords respectifs du conteneur, tandis que 1.0 correspond aux bords droit et inférieur de l'objet sur l'axe vertical. La valeur par défaut est 0.5.
uk_ua: Якщо розмір відображуваного об’єкта менший (або більший) за його контейнер, ця властивість переміщує його відносно вздовж осі Y усередині контейнера. 0,0 означає, що лівий і верхній краї об’єкта торкаються відповідних контейнерів, тоді як 1,0 означає правий і нижній краї об’єкта на вертикальній осі. Значення за замовчуванням 0,5.

source: Causes the left-up corner to be positioned relatively to the X axis of another part's container. Affects the first parameter of "relative". Setting to NONE unsets this value for inherited parts.
fr: Positionne le coin supérieur gauche relativement à l'axe X du conteneur d'une autre partie. Affecte le premier paramètre de « relative ». NONE annule cette valeur pour les parties héritées.
uk_ua: Спричиняє розміщення лівого верхнього кута відносно осі X контейнера іншої частини. Впливає на перший параметр «відносний». Якщо встановити значення NONE, це значення скасовується для успадкованих частин.

source: Causes the left-up corner to be positioned relatively to the Y axis of another part's container. Affects the first parameter of "relative". Setting to NONE unsets this value for inherited parts.
fr: Positionne le coin supérieur gauche relativement à l'axe Y du conteneur d'une autre partie. Affecte le premier paramètre de « relative ». NONE annule cette valeur pour les parties héritées.
uk_ua: Розташовує лівий верхній кут відносно осі Y контейнера іншої частини. Впливає на перший параметр «відносний». Якщо встановити значення NONE, це значення скасовується для успадкованих частин.

source: Moves the left-up corner to a relative position inside the container of the relative "to" part. Values from 0.0 (0%, beginning) to 1.0 (100%, end) of the X axis.
fr: Déplace le coin supérieur gauche vers une position relative à l'intérieur du conteneur de la partie relative « to ». Valeurs de 0.0 (0 %, début) à 1.0 (100 %, fin) de l'axe X.
uk_ua: Переміщує лівий верхній кут у відносне положення всередині контейнера відносної частини «до». Значення від 0,0 (0%, початок) до 1,0 (100%, кінець) осі X.

source: Moves the left-up corner to a relative position inside the container of the relative "to" part. Values from 0.0 (0%, beginning) to 1.0 (100%, end) of the Y axis.
fr: Déplace le coin supérieur gauche vers une position relative à l'intérieur du conteneur de la partie relative « to ». Valeurs de 0.0 (0 %, début) à 1.0 (100 %, fin) de l'axe Y.
uk_ua: Переміщує лівий верхній кут у відносне положення всередині контейнера відносної частини «до». Значення від 0,0 (0%, початок) до 1,0 (100%, кінець) осі Y.

source: Affects the left-up corner position for a fixed number of pixels along the X axis.
fr: Affecte la position du coin supérieur gauche pour un nombre fixe de pixels le long de l'axe X.
uk_ua: Впливає на положення лівого верхнього кута для фіксованої кількості пікселів уздовж осі X.

source: Affects the left-up corner position for a fixed number of pixels along the Y axis.
fr: Affecte la position du coin supérieur gauche pour un nombre fixe de pixels le long de l'axe Y.
uk_ua: Впливає на положення лівого верхнього кута для фіксованої кількості пікселів уздовж осі Y.

source: Causes the right-down corner to be positioned relatively to the X axis of another part's container. Affects the first parameter of "relative". Setting to NONE unsets this value for inherited parts.
fr: Positionne le coin inférieur droit relativement à l'axe X du conteneur d'une autre partie. Affecte le premier paramètre de « relative ». NONE annule cette valeur pour les parties héritées.
uk_ua: Розташовує правий нижній кут відносно осі X контейнера іншої частини. Впливає на перший параметр «відносний». Якщо встановити значення NONE, це значення скасовується для успадкованих частин.

source: Causes the right-down corner to be positioned relatively to the Y axis of another part's container. Affects the first parameter of "relative". Setting to NONE unsets this value for inherited parts.
fr: Positionne le coin inférieur droit relativement à l'axe Y du conteneur d'une autre partie. Affecte le premier paramètre de « relative ». NONE annule cette valeur pour les parties héritées.
uk_ua: Спричиняє розміщення правого нижнього кута відносно осі Y контейнера іншої частини. Впливає на перший параметр «відносний». Якщо встановити значення NONE, це значення скасовується для успадкованих частин.

source: Moves the right-down corner to a relative position inside the container of the relative "to" part. Values from 0.0 (0%, beginning) to 1.0 (100%, end) of the X axis.
fr: Déplace le coin inférieur droit vers une position relative à l'intérieur du conteneur de la partie relative « to ». Valeurs de 0.0 (0 %, début) à 1.0 (100 %, fin) de l'axe X.
uk_ua: Переміщує правий нижній кут у відносну позицію всередині контейнера відносної частини «до». Значення від 0,0 (0%, початок) до 1,0 (100%, кінець) осі X.

source: Moves the right-down corner to a relative position inside the container of the relative "to" part. Values from 0.0 (0%, beginning) to 1.0 (100%, end) of the Y axis.
fr: Déplace le coin inférieur droit vers une position relative à l'intérieur du conteneur de la partie relative « to ». Valeurs de 0.0 (0 %, début) à 1.0 (100 %, fin) de l'axe Y.
uk_ua: Переміщує правий нижній кут у відносну позицію всередині контейнера відносної частини «до». Значення від 0,0 (0%, початок) до 1,0 (100%, кінець) осі Y.

source: Affects the right-down corner position for a fixed number of pixels along the X axis.
fr: Affecte la position du coin inférieur droit pour un nombre fixe de pixels le long de l'axe X.
uk_ua: Впливає на положення правого нижнього кута для фіксованої кількості пікселів уздовж осі X.

source: Affects the right-down corner position for a fixed number of pixels along the Y axis.
fr: Affecte la position du coin inférieur droit pour un nombre fixe de pixels le long de l'axe Y.
uk_ua: Впливає на положення правого нижнього кута для фіксованої кількості пікселів уздовж осі Y.

source: Name of vector to be used.
fr: Nom du vecteur à utiliser.
uk_ua: Назва вектора, який буде використовуватися.

source: Name of image to be used. In an animation, this is the first and last image displayed.
fr: Nom de l'image à utiliser. Dans une animation, il s'agit de la première et de la dernière image affichées.
uk_ua: Назва зображення, яке буде використано. В анімації це перше й останнє зображення, що відображається.

source: Names of the images to be used in an animation loop. You can have none, 1, or multiple tween declarations. Images are displayed in the order they are listed, during the transition to the state they are declared in. The "normal" image is the final state.
fr: Noms des images à utiliser dans une boucle d'animation. Ce peut être aucune, 1, ou plusieurs déclarations d'images d'interpolation. Les images sont affichées dans l'ordre dans lequel elles sont listées, pendant la transition vers l'état dans lequel elles sont déclarées. L'image « normale » est l'état final.
uk_ua: Назви зображень, які будуть використовуватися в циклі анімації. Ви можете не мати жодного, 1 або кількох оголошень анімації. Зображення відображаються в тому порядку, в якому вони перераховані, під час переходу до стану, у якому вони оголошені. «Звичайне» зображення є кінцевим станом.

source: If set, the area (in pixels) of each side of the image is displayed as a fixed size border, from the side inwards, preventing the corners from being changed on a resize.
fr: Si défini, la zone (en pixels) de chaque côté de l'image est affichée sous forme de bordure de taille fixe, du côté vers l'intérieur, empêchant les coins d'être modifiés lors d'un redimensionnement.
uk_ua: Якщо встановлено, область (у пікселях) кожної сторони зображення відображається як межа фіксованого розміру збоку всередину, що запобігає зміні кутів під час зміни розміру.

source: If the border is set, this value tells Edje if the rest of the image (not covered by the defined border) is displayed or not or assumed to be solid (without alpha).
fr: Si la bordure est définie, cette valeur indique à Edje si le reste de l'image (non couvert par la bordure définie) est affiché ou non ou supposé opaque (sans alpha).
uk_ua: Якщо рамку встановлено, це значення повідомляє Edje, чи відображається решта зображення (не охоплене визначеною рамкою) чи ні, чи вважається суцільним (без альфа-каналу).

source: Sets the image fill type.<br>* SCALE - the image is scaled according to the params value "relative" and "offset" from "origin" and "size" blocks. This is the default type.<br> * TILE - the image is tiled accordingly params value "relative" and "offset" from "origin" and "size" blocks.
fr: Définit le type de remplissage de l'image.<br>* SCALE - l'image est mise à l'échelle en fonction de la valeur des paramètres « relative » et « offset » des blocs « origin » et « size ». C'est le type par défaut.<br> * TILE - l'image est juxtaposée (tiled) en fonction des valeurs des paramètres « relative » et « offset » des blocs « origin » et « size ».
uk_ua: Встановлює тип заливки зображення.<br>* SCALE - зображення масштабується відповідно до значення параметрів "relative" і "offset" від блоків "origin" і "size". Це тип за замовчуванням.<br> * TILE - зображення розміщується відповідно до значення параметрів "relative" і "offset" від блоків "origin" і "size".

source: The smooth property takes a boolean value to decide if the image is smoothed on scaling or not.
fr: La propriété smooth prend une valeur booléenne pour décider si l'image est lissée ou non lors de la mise à l'échelle.
uk_ua: Властивість smooth приймає логічне значення, щоб вирішити, чи згладжується зображення під час масштабування чи ні.

source: Sets the left-up corner X coordinate relative to the displayed element's content.
fr: Définit la coordonnée X du coin supérieur gauche par rapport au contenu de l'élément affiché.
uk_ua: Встановлює координату X лівого верхнього кута відносно вмісту відображуваного елемента.

source: Sets the left-up corner Y coordinate relative to the displayed element's content.
fr: Définit la coordonnée Y du coin supérieur gauche par rapport au contenu de l'élément affiché.
uk_ua: Встановлює координату Y лівого верхнього кута відносно вмісту відображуваного елемента.

source: Affects the left-up corner for a fixed number of pixels along the X axis.
fr: Affecte le coin supérieur gauche pour un nombre fixe de pixels le long de l'axe X.
uk_ua: Впливає на лівий верхній кут для фіксованої кількості пікселів уздовж осі X.

source: Affects the left-up corner for a fixed number of pixels along the Y axis.
fr: Affecte le coin supérieur gauche pour un nombre fixe de pixels le long de l'axe Y.
uk_ua: Впливає на лівий верхній кут для фіксованої кількості пікселів уздовж осі Y.

source: Sets the right-bottom corner X coordinate relative to the displayed element's content.
fr: Définit la coordonnée X du coin inférieur droit par rapport au contenu de l'élément affiché.
uk_ua: Встановлює координату X правого нижнього кута відносно вмісту відображуваного елемента.

source: Sets the right-bottom corner Y coordinate relative to the displayed element's content.
fr: Définit la coordonnée Y du coin inférieur droit par rapport au contenu de l'élément affiché.
uk_ua: Встановлює координату Y правого нижнього кута відносно вмісту відображуваного елемента.

source: Affects the right-bottom corner for a fixed number of pixels along the X axis.
fr: Affecte le coin inférieur droit pour un nombre fixe de pixels le long de l'axe X.
uk_ua: Впливає на правий нижній кут для фіксованої кількості пікселів уздовж осі X.
