Repository: dimmus/eflete
Catalog: po/*.po
Languages: fr, uk_ua

source: Affects the right-bottom corner for a fixed number of pixels along the Y axis.
fr: Affecte le coin inférieur droit pour un nombre fixe de pixels le long de l'axe Y.
uk_ua: Впливає на правий нижній кут для фіксованої кількості пікселів уздовж осі Y.

source: The part uses the color values of the chosen color class. These values can be overridden by the "color", "color2" and "color3" properties set below.
fr: La partie utilise les valeurs de couleur de la classe de couleur choisie. Ces valeurs peuvent être remplacées par les propriétés « color », « color2 » et « color3 » définies ci-dessous.
uk_ua: Частина використовує значення кольорів вибраного класу кольорів. Ці значення можуть бути перевизначені властивостями «колір», «колір2» і «колір3», наведеними нижче.

source: Sets the main color.
fr: Définit la couleur principale.
uk_ua: Встановлює основний колір.

source: Sets the text outline color.
fr: Définit la couleur du contour du texte.
uk_ua: Встановлює колір контуру тексту.

source: Sets the text shadow color.
fr: Définit la couleur d'ombre du texte.
uk_ua: Встановлюється колір тіні тексту.

source: Sets the default content of a text part. Normally the application is the one changing its value.
fr: Définit le contenu par défaut d'une partie de texte. Normalement, c'est l'application qui modifie sa valeur.
uk_ua: Встановлює стандартний вміст текстової частини. Зазвичай програма змінює своє значення.

source: Changes the position on the X axis of the point of balance inside the container.
fr: Modifie la position sur l'axe X du point d'équilibre à l'intérieur du conteneur.
uk_ua: Змінює положення на осі X точки балансу всередині контейнера.

source: Changes the position on the Y axis of the point of balance inside the container.
fr: Modifie la position sur l'axe Y du point d'équilibre à l'intérieur du conteneur.
uk_ua: Змінює положення на осі Y точки балансу всередині контейнера.

source: When this parameter is enabled, it forces the minimum width of the container to be equal to the minimum size of the text.
fr: Lorsque ce paramètre est activé, il force la largeur minimale du conteneur à être égale à la taille minimale du texte.
uk_ua: Коли цей параметр увімкнено, мінімальна ширина контейнера дорівнює мінімальному розміру тексту.

source: When this parameter is enabled, it forces the minimum height of the container to be equal to the minimum size of the text.
fr: Lorsque ce paramètre est activé, il force la hauteur minimale du conteneur à être égale à la taille minimale du texte.
uk_ua: Коли цей параметр увімкнено, мінімальна висота контейнера дорівнює мінімальному розміру тексту.

source: When this parameter is enabled, it forces the maximum width of the container to be equal to the maximum size of the text.
fr: Lorsque ce paramètre est activé, il force la largeur maximale du conteneur à être égale à la taille maximale du texte.
uk_ua: Коли цей параметр увімкнено, максимальна ширина контейнера дорівнює максимальному розміру тексту.

source: When this parameter is enabled, it forces the maximum height of the container to be equal to the maximum size of the text.
fr: Lorsque ce paramètre est activé, il force la hauteur maximale du conteneur à être égale à la taille maximale du texte.
uk_ua: Коли цей параметр увімкнено, максимальна висота контейнера дорівнює максимальному розміру тексту.

source: This sets the font family to one of the aliases. Can be overrided by the application.
fr: Cela définit la famille de polices sur l'un des alias. Peut être remplacé par l'application.
uk_ua: Це встановлює сімейство шрифтів на один із псевдонімів. Може бути перевизначено програмою.

source: Sets the default font size in points for the text part. Can be overrided by the application.
fr: Définit la taille de police par défaut en points pour la partie texte. Peut être remplacé par l'application.
uk_ua: Встановлює стандартний розмір шрифту в пунктах для текстової частини. Може бути перевизначено програмою.

source: When this parameter is enabled, Edje resizes the text width to fit in it's container.
fr: Lorsque ce paramètre est activé, Edje redimensionne la largeur du texte pour tenir dans son conteneur.
uk_ua: Якщо цей параметр увімкнено, Edje змінює ширину тексту відповідно до розміру контейнера.

source: When this parameter is enabled, Edje resizes the text height to fit in it's container.
fr: Lorsque ce paramètre est activé, Edje redimensionne la hauteur du texte pour tenir dans son conteneur.
uk_ua: Коли цей параметр увімкнено, Edje змінює висоту тексту відповідно до розміру контейнера.

source: Causes the part to use the text properties (such as font and size) of another part and update them as they change.
fr: Amène la partie à utiliser les propriétés de texte (telles que la police et la taille) d'une autre partie et les met à jour à mesure qu'elles changent.
uk_ua: Примушує частину використовувати властивості тексту (наприклад, шрифт і розмір) іншої частини та оновлювати їх у міру їх зміни.

source: Causes the part to display the text content of another part and update them as they change.
fr: Amène la partie à utiliser le contenu du texte d'une autre partie et le met à jour à mesure qu'il change.
uk_ua: Примушує частину відображати текстовий вміст іншої частини та оновлювати їх у міру їх зміни.

source: This parameter enables or disables the ability to apply ellipsis to the text.
fr: Ce paramètre active ou désactive la possibilité d'appliquer une ellipse au texte.
uk_ua: Цей параметр вмикає або вимикає можливість застосування до тексту крапок.

source: Used to balance the text in a relative point from 0.0 to 1.0, this point is the last section of the string to be cut out in case of a resize that is smaller than the text itself. The default value is 0.0.
fr: Utilisé pour équilibrer le texte en un point relatif de 0.0 à 1.0, ce point est la dernière section de la chaîne à être coupée en cas de redimensionnement plus petit que le texte lui-même. La valeur par défaut est 0.0.
uk_ua: Використовується для балансування тексту у відносній точці від 0,0 до 1,0, ця точка є останньою частиною рядка, яку потрібно вирізати у випадку зміни розміру, меншого за сам текст. Значення за замовчуванням

source: Causes the part to use the default style and tags with the specified name.
fr: Amène la partie à utiliser le style et les balises par défaut avec le nom spécifié.
uk_ua: Примушує частину використовувати стиль за замовчуванням і теги з указаною назвою.

source: Changes the position of the point of balance by the X axis inside the container.
fr: Modifie la position du point d'équilibre par l'axe X à l'intérieur du conteneur.
uk_ua: Змінює положення точки балансу по осі Х всередині контейнера.

source: Changes the position of the point of balance by the Y axis inside the container.
fr: Modifie la position du point d'équilibre par l'axe Y à l'intérieur du conteneur.
uk_ua: Змінює положення точки балансу за віссю Y всередині контейнера.

source: Sets the space between cells by the X axis in pixels.
fr: Définit l'espace entre les cellules par l'axe X en pixels.
uk_ua: Встановлює відстань між клітинками по осі X у пікселях.

source: Sets the space between cells by the Y axis in pixels.
fr: Définit l'espace entre les cellules par l'axe Y en pixels.
uk_ua: Встановлює відстань між клітинками по осі Y у пікселях.

source: When this parameter is enabled, it forces the minimum horizonal size of the box/table to be equal to the minimum horizonal size of the items.
fr: Lorsque ce paramètre est activé, il force la taille horizontale minimale de la box/table à être égale à la taille horizontale minimale des éléments.
uk_ua: Коли цей параметр увімкнено, мінімальний горизонтальний розмір коробки/таблиці дорівнює мінімальному горизонтальному розміру елементів.

source: When this parameters is enabled, it forces the minimum vertical size of the box/table to be equal to the minimum vertical size of the items.
fr: Lorsque ce paramètre est activé, il force la taille verticale minimale de la box/table à être égale à la taille verticale minimale des éléments.
uk_ua: Коли цей параметр увімкнено, мінімальний вертикальний розмір поля/таблиці дорівнює мінімальному вертикальному розміру елементів.

source: Sets the homogeneous mode for the table.
fr: Définit le mode homogène pour la table.
uk_ua: Встановлює однорідний режим для таблиці.

source: Sets the name of the object using the evas_object_name_set() function.
fr: Définit le nom de l'objet à l'aide de la fonction evas_object_name_set().
uk_ua: Встановлює назву об’єкта за допомогою функції evas_object_name_set().

source: Sets the group this object is made from.
fr: Définit le groupe à partir duquel cet objet est constitué.
uk_ua: Встановлює групу, з якої створено цей об’єкт.

source: Sets the minimum size hints of width for this object.
fr: Définit les indications de taille minimale en largeur pour cet objet.
uk_ua: Встановлює мінімальний розмір підказок ширини для цього об’єкта.

source: Sets the minimum size hints of height for this object.
fr: Définit les indications de taille minimale en hauteur pour cet objet.
uk_ua: Встановлює мінімальний розмір підказок висоти для цього об’єкта.

source: Sets the maximum size hints of width for this object.
fr: Définit les indications de taille maximale en largeur pour cet objet.
uk_ua: Встановлює максимальний розмір підказок ширини для цього об’єкта.

source: Sets the maximum size hints of height for this object.
fr: Définit les indications de taille maximale en hauteur pour cet objet.
uk_ua: Встановлює максимальний розмір підказок висоти для цього об’єкта.

source: Sets the prederred size hints of width for this object.
fr: Définit les indications de taille préférée en largeur pour cet objet.
uk_ua: Встановлює попередні розміри підказок ширини для цього об’єкта.

source: Sets the prederred size hints of height for this object.
fr: Définit les indications de taille préférée en hauteur pour cet objet.
uk_ua: Встановлює попередні підказки розміру висоти для цього об’єкта.

source: Sets the alignment size hints for this object by X axis.
fr: Définit les indications de taille d'alignement pour cet objet par l'axe X.
uk_ua: Встановлює підказки розміру вирівнювання для цього об’єкта по осі X.

source: Sets the alignment size hints for this object by Y axis.
fr: Définit les indications de taille d'alignement pour cet objet par l'axe Y.
uk_ua: Встановлює підказки розміру вирівнювання для цього об’єкта за віссю Y.

source: Sets the weight size hints for this object by X axis.
fr: Définit les indications de taille de poids pour cet objet par l'axe X.
uk_ua: Встановлює підказки розміру ваги для цього об’єкта по осі X.

source: Sets the weight size hints for this object by Y axis.
fr: Définit les indications de taille de poids pour cet objet par l'axe Y.
uk_ua: Встановлює підказки розміру ваги для цього об’єкта по осі Y.

source: Sets the aspect control hints for this object.
fr: Définit les indications de contrôle d'aspect pour cet objet.
uk_ua: Встановлює підказки для керування аспектом для цього об’єкта.

source: Sets the aspect width hints for this object.
fr: Définit les indications de largeur d'aspect pour cet objet.
uk_ua: Встановлює підказки ширини сторін для цього об’єкта.

source: Sets the aspect height hints for this object.
fr: Définit les indications de hauteur d'aspect pour cet objet.
uk_ua: Встановлює підказки щодо висоти сторін для цього об’єкта.

source: Replicates the item in a rectangle with a given amount of rows starting from the defined position of this item.
fr: Réplique l'élément dans un rectangle avec un nombre donné de rangées à partir de la position définie de cet élément.
uk_ua: Повторює елемент у прямокутнику із заданою кількістю рядків, починаючи з визначеної позиції цього елемента.

source: Replicates the item in a rectangle with a given amount of columns starting from the defined position of this item.
fr: Réplique l'élément dans un rectangle avec un nombre donné de colonnes à partir de la position définie de cet élément.
uk_ua: Повторює елемент у прямокутнику із заданою кількістю стовпців, починаючи з визначеної позиції цього елемента.

source: Sets the left padding hints for this object.
fr: Définit les indications de remplissage gauche pour cet objet.
uk_ua: Встановлює підказки щодо відступу зліва для цього об’єкта.

source: Sets the right padding hints for this object.
fr: Définit les indications de remplissage droit pour cet objet.
uk_ua: Встановлює правильні підказки для цього об’єкта.

source: Sets the top padding hints for this object.
fr: Définit les indications de remplissage haut pour cet objet.
uk_ua: Встановлює верхні підказки для цього об’єкта.

source: Sets the bottom padding hints for this object.
fr: Définit les indications de remplissage bas pour cet objet.
uk_ua: Встановлює нижні підказки для цього об’єкта.

source: Sets how many rows this item uses.
fr: Définit le nombre de rangées utilisées par cet élément.
uk_ua: Встановлює кількість рядків, які використовує цей елемент.

source: Sets how many columns this item uses
fr: Définit le nombre de colonnes utilisées par cet élément
uk_ua: Встановлює, скільки стовпців використовує цей елемент

source: Sets the row position this item has in the table.
fr: Définit la position de la rangée de cet élément dans la table.
uk_ua: Встановлює позицію рядка цього елемента в таблиці.

source: Sets the column position this item has in the table.
fr: Définit la position de la colonne de cet élément dans la table.
uk_ua: Встановлює позицію стовпця цього елемента в таблиці.

source: Symbolic name of program as a unique identifier.
fr: Nom symbolique du programme en tant qu'identifiant unique.
uk_ua: Символьне ім'я програми як унікальний ідентифікатор.

source: Action to be performed by the program.
fr: Action à exécuter par le programme.
uk_ua: Дія, яку має виконати програма.

source: Specifies the signal that causes the program to run.The received signal must match the specified source to run. Signals can be globbed, but only 1 signal keyword per program may be used, for example: "mouse,clicked,"; (clicking any mouse button that matches source starts program).Edje provides the following global signals:<br>hold,on; hold,off;<br>mouse,in; mouse,out; mouse,pressed,in; mouse,pressed,out;<br>mouse,down,N: where N - mouse button number;<br>mouse,down,N,double: where N - mouse button number;<br>mouse,down,N,triple: where N - mouse button number;<br>mouse,up,N: where N - mouse button number;<br>mouse,clicked,N: where N - mouse button number;<br>mouse,move;<br>mouse,wheel,N,M: where N - the direction (by default is 0), M - 1 if wheel scrolled up and -1 if down;<br>drag,start; drag; drag,stop;<br>focus,part,in; focus,part,out.<bd>
fr: Spécifie le signal qui déclenche l'exécution du programme. Le signal reçu doit correspondre à la source spécifiée pour s'exécuter. Les signaux peuvent être regroupés, mais seulement 1 mot-clé de signal par programme peut être utilisé, par exemple : « mouse,clicked, » ; (cliquer sur n'importe quel bouton de la souris correspondant à la source démarre le programme). Edje fournit les signaux généraux suivants :<br>hold,on ; hold,off ;<br>mouse,in ; mouse,out ; mouse,pressed,in ; mouse,pressed,out ;<br>mouse,down,N : où N = numéro du bouton de la souris ;<br>mouse,down,N,double : où N = numéro du bouton de la souris ;<br>mouse,down,N,triple : où N = numéro du bouton de la souris ;<br>mouse,up,N : où N = numéro du bouton de la souris ;<br>mouse,clicked,N : où N -=numéro du bouton de la souris ;<br>mouse,move ;<br> mouse,wheel,N,M : où N = la direction (par défaut c'est 0), M = 1 si la molette défile vers le haut et -1 vers le bas ;<br>drag,start ; drag ; drag,stop ;<br>focus,part,in ; focus,part,out.<br>
uk_ua: Визначає сигнал, який змушує програму запускатися. Отриманий сигнал має відповідати вказаному джерелу для запуску. Сигнали можуть бути об’єднані, але для кожної програми можна використовувати лише 1 ключове слово сигналу, наприклад: «миша, клацнуло»; (клацання будь-якої кнопки миші, яка відповідає джерелу, запускає програму). Edje надає такі глобальні сигнали:<br>hold,on; hold,off;<br>mouse,in; миша, вихід; миша,натиснута,в; mouse,pressed,out;<br>mouse,down,N: де N - номер кнопки миші;<br>mouse,down,N,double: де N - номер кнопки миші;<br>mouse,down,N,triple : де N - номер кнопки миші;<br>mouse,up,N: де N - номер кнопки миші;<br>mouse,clicked,N: де N - кнопка миші число;<br>миша,переміщення;<br>колесо миші,N,M: де N - напрямок (за замовчуванням 0), M - 1, якщо колесо прокручується вгору, і -1, якщо вниз;<br>перетягування, початок; перетягнути; перетягнути, зупинити;<br>фокус, частина, всередині; фокус, частина, вихід.<bd>

source: Source of the accepted signal. Sources can be globbed, but only 1 source keyword per program can be used. For example: "button-*"; (Signals from any part or program named "button-*" are accepted).
fr: Source du signal accepté. Les sources peuvent être regroupées, mais seulement 1 mot-clé source par programme peut être utilisé. Par exemple : « bouton-* » ; (les signaux provenant de n'importe quelle partie ou programme nommé « bouton-* » sont acceptés).
uk_ua: Джерело прийнятого сигналу. Джерела можуть бути глобалізовані, але для кожної програми можна використовувати лише 1 ключове слово джерела. Наприклад: "кнопка-*"; (Приймаються сигнали від будь-якої частини чи програми з назвою "button-*").

source: Wait 'from' seconds before executing the program.
fr: Attendez 'from' secondes avant d'exécuter le programme.
uk_ua: Зачекайте кілька секунд перед виконанням програми.

source: Add a number of seconds (from 0 to 'range') to the total waiting time.
fr: Ajoutez un nombre de secondes (de 0 à 'range') au temps d'attente total.
uk_ua: Додайте кількість секунд (від 0 до «діапазону») до загального часу очікування.

source: Filter signals to be only accepted if the part [part] is in state named [state]. Only 1 filter per program can be used. If [state] is not given, the source of the event is used instead.
fr: Les signaux de filtre ne sont acceptés que si la partie [part] est dans l'état nommé [state]. 1 seul filtre par programme peut être utilisé. Si [state] n'est pas donné, la source de l'événement est utilisée à la place.
uk_ua: Сигнали фільтра приймаються, лише якщо частина [part] перебуває в стані з назвою [state]. Для кожної програми можна використовувати лише 1 фільтр. Якщо [стан] не вказано, замість нього використовується джерело події.

source: Switch the part state from the current to the given.
fr: Bascule l'état de la partie de l'état actuel à l'état donné.
uk_ua: Переключити стан частини з поточного на заданий.

source: State index
fr: Index d'état
uk_ua: Державний індекс

source: Name of the signal to be emitted to the application on execution of this program.
fr: Nom du signal à émettre vers l'application lors de l'exécution de ce programme.
uk_ua: Ім'я сигналу, який буде видано додатку під час виконання цієї програми.

source: Name of the signal source to be emitted to the application on the execution of this program.
fr: Nom de la source du signal à émettre vers l'application lors de l'exécution de ce programme.
uk_ua: Ім'я джерела сигналу, який буде передано додатку під час виконання цієї програми.

source: Defines how transitions occur using the STATE_SET action.
fr: Définit comment les transitions se produisent à l'aide de l'action STATE_SET.
uk_ua: Визначає, як відбуваються переходи за допомогою дії STATE_SET.

source: Causes the object to move from its current position.
fr: Provoque le déplacement de l'objet à partir de sa position actuelle.
uk_ua: Змушує об’єкт переміститися з поточного положення.

source: A double specifying the number of seconds in which to preform the transition.
fr: Un paramètre double spécifiant le nombre de secondes pendant lesquelles effectuer la transition.
uk_ua: Подвійне значення, яке вказує кількість секунд, протягом яких потрібно виконати перехід.

source: ACCEL_FAC, DECEL_FAC and SIN_FAC need the extra optional value to determine the "factor" of curviness. 1.0 is the same as their non-factor counterparts, where 0.0 is equal to linear. Numbers higher than 1 make the curve angles steeper with a more pronounced curve point.
fr: ACCEL_FAC, DECEL_FAC et SIN_FAC ont besoin d'une valeur optionnelle supplémentaire pour déterminer le « facteur » de courbure. 1.0 est identique à leurs homologues non factoriels, où 0.0 est égal à linéaire. Les nombres supérieurs à 1 rendent les angles de courbe plus raides avec un point de courbe plus prononcé.
uk_ua: ACCEL_FAC, DECEL_FAC і SIN_FAC потребують додаткового необов’язкового значення для визначення «фактора» кривизни. 1,0 те саме, що й їхні нефакторні відповідники, де 0,0 дорівнює лінійному. Числа, вищі за 1, роблять кути кривої крутішими з більш вираженою точкою кривої.

source: Initial gradient start (0.0 is horizontal, 1.0 is diagonal (linear), 2.0 is twice the gradient of linear).
fr: Début du dégradé initial (0.0 est horizontal, 1.0 est diagonal et linéaire, 2,0 est le double du dégradé linéaire).
uk_ua: Початковий градієнт (0,0 — горизонтальний, 1,0 — діагональний (лінійний), 2,0 — подвійний градієнт, ніж лінійний).

source: Determining how much the bounce decays, with 0.0 giving linear decay per bounce, and higher values giving much more decay.
fr: Détermine le degré de décroissance du rebond, 0.0 donnant une déclin linéaire par rebond, et des valeurs plus élevées donnant une déclin beaucoup plus important.
uk_ua: Визначення ступеня затухання відскоку, де 0,0 дає лінійне загасання за відскок, а вищі значення дають набагато більше загасання.

source: Number of bounces (rounded down to the nearest integer value)
fr: Nombre de rebonds (arrondi à la valeur entière la plus proche)
uk_ua: Кількість відмов (з округленням до найближчого цілого значення)

source: Number of spring "swings".
fr: Nombre d'oscillations de type « swings ».
uk_ua: Кількість пружинних «гойдалок».

source: Name of sample to be played
fr: Nom de l'échantillon à jouer
uk_ua: Назва зразка для відтворення

source: Name of tone to be played
fr: Nom de la tonalité à jouer
uk_ua: Назва тону для відтворення

source: PLAY_SAMPLE (optional) channel can be one of: EFFECT/FX, BACKGROUND/BG ,MUSIC/MUS, FOREGROUND/FG, INTERFACE/UI, INPUT, ALERT
fr: Le canal PLAY_SAMPLE (facultatif) peut être l'un des suivants : EFFECT/FX, BACKGROUND/BG, MUSIC/MUS, FOREGROUND/FG, INTERFACE/UI, INPUT, ALERT
uk_ua: Канал PLAY_SAMPLE (необов’язковий) може бути одним із: EFFECT/FX, BACKGROUND/BG, MUSIC/MUS, FOREGROUND/FG, INTERFACE/UI, INPUT, ALERT

source: Range of tone playing from 0.1 to 10 seconds.
fr: La plage de lecture de tonalité est de 0.1 à 10 secondes.
uk_ua: Діапазон відтворення тону від 0,1 до 10 секунд.

source: Range of sample playing speed is from 0 to 100.
fr: La vitesse de lecture de l'échantillon est comprise entre 0 et 100.
uk_ua: Діапазон швидкості відтворення семплів від 0 до 100.

source: Defines a new parameter. The value is the string specified next to it.
fr: Définit un nouveau paramètre. La valeur est la chaîne de caractères spécifiée à côté.
uk_ua: Визначає новий параметр. Значенням є рядок, указаний поруч із ним.

source: Set of images
fr: Ensemble d'images
uk_ua: Набір зображень

source: Unknown
fr: Inconnu
uk_ua: Невідомий

source: PNG image (%s)
fr: Image PNG (%s)
uk_ua: PNG зображення (%s)

source: GIF image (%s)
fr: Image GIF (%s)
uk_ua: Зображення GIF (%s)

source: JPEG image (%s)
fr: Image JPEG (%s)
uk_ua: Зображення JPEG (%s)

source: BMP image (%s)
fr: Image BMP (%s)
uk_ua: Зображення BMP (%s)

source: TIFF image (%s)
fr: Image TIFF (%s)
uk_ua: Зображення TIFF (%s)

source: Item info
fr: Info sur l'élément
uk_ua: Інформація про товар

source: Type
uk_ua: Тип

source: Image info
fr: Info sur l'image
uk_ua: Інформація про зображення

source: Location
fr: Emplacement
uk_ua: Розташування
