Repository: dimmus/eflete
Catalog: po/*.po
Languages: fr, uk_ua

source: Image compression
fr: Compression de l'image
uk_ua: Стиснення зображення

source: Image quality
fr: Qualité de l'image
uk_ua: Якість зображення

source: Width
fr: Largeur
uk_ua: Ширина

source: Height
fr: Hauteur
uk_ua: Висота

source: Set image info
fr: Définir l'info de l'image
uk_ua: Встановити інформацію про зображення

source: Border
fr: Bordure
uk_ua: Кордон

source: left:
fr: gauche :
uk_ua: зліва:

source: right:
fr: droite :
uk_ua: направо:

source: top:
fr: haut :
uk_ua: зверху:

source: bottom:
fr: bas :
uk_ua: знизу:

source: Minimum size
fr: Taille minimale
uk_ua: Мінімальний розмір

source: width:
fr: largeur :
uk_ua: ширина:

source: height:
fr: hauteur :
uk_ua: висота:

source: Maximum size
fr: Taille maximale
uk_ua: Максимальний розмір

source: Border scale
fr: Échelle de la bordure
uk_ua: Гранична шкала

source: LOSSY
uk_ua: ВТРАТНО

source: %s Format Sound
fr: Format de son %s
uk_ua: %s Формат звуку

source: Font description in fontconfig format. For example, "Sans:style=Italic:lang=hi" or "Serif:style=Bold".Warning! All font names shouldn't contain spaces.Font name "Times New Roman" should be written as "TimesNewRoman"!
fr: Description de la police au format fontconfig. Par exemple, « Sans:style=Italic:lang=hi » ou « Serif:style=Bold ». Attention ! Les noms de polices ne doivent pas contenir d'espaces ; « Times New Roman » doit être écrit sous la forme « TimesNewRoman » !
uk_ua: Опис шрифту у форматі fontconfig. Наприклад, «Sans:style=Italic:lang=hi» або «Serif:style=Bold». Увага! Усі назви шрифтів не повинні містити пробілів. Назву шрифту "Times New Roman" слід писати як "TimesNewRoman"!

source: Overrides the weight defined in "font". For example, the value "Bold" is the same as font value "style=Bold".
fr: Remplace la graisse définie dans « font ». Par exemple, la valeur « Bold » est identique à la valeur de police « style=Bold ».
uk_ua: Замінює вагу, визначену в "font". Наприклад, значення «Bold» збігається зі значенням шрифту «style=Bold».

source: Overrides the width defined in "font". For example, the value "Condensed" is the same as font value "style=Condensed".
fr: Remplace la largeur définie dans « police ». Par exemple, la valeur « Condensed » est identique à la valeur de police « style=Condensed ».
uk_ua: Перевизначає ширину, визначену в "font". Наприклад, значення «Condensed» збігається зі значенням шрифту «style=Condensed».

source: Text color. Color can be chosen using the color selector UI tool.
fr: Couleur du texte. On peut choisir la couleur grâce à l'outil de sélection de couleur de l'interface utilisateur.
uk_ua: Колір тексту. Колір можна вибрати за допомогою інструмента інтерфейсу користувача вибору кольору.

source: The font size in points.
fr: La taille de la police en points.
uk_ua: Розмір шрифту в пунктах.

source: Sets the horizontal alignment of the text.<br> * auto - Respects LTR/RTL settings.<br> * center - Centers the text in the line.<br> * middle - Alias for "center"<br> * left - Aligns the text left.<br> * right - Aligns the text right.<br>
fr: Définit l'alignement horizontal du texte.<br> * auto - respecte les paramètres LTR/RTL<br> * center - centre le texte sur la ligne.<br> * middle - alias de « center »<br> * left - aligne le texte sur la gauche.<br> * right - aligne le texte sur la droite.<br>
uk_ua: Встановлює горизонтальне вирівнювання тексту.<br> * auto - з урахуванням налаштувань LTR/RTL.<br> * center - центрує текст у рядку.<br> * middle - псевдонім для "center"<br> * left - Вирівнює текст по лівому краю.<br> * по правому краю – вирівнює текст по правому краю.<br>

source: Sets the vertical alignment of the text.<br> * top - Puts text at the top of the line.<br> * center - Centers the text in the line.<br> * middle - Alias for "center"<br> * bottom - Puts the text at the bottom of the line.<br> * baseline - Baseline<br> * base - Alias for "baseline"
fr: Définit l'alignement vertical du texte.<br> * top - place le texte en haut de la ligne<br> * center - centre le texte sur la ligne.<br> * middle - alias de « center »<br> * bottom - place le texte en bas de la ligne.<br> * baseline - ligne de base<br> * base - alias de « baseline »
uk_ua: Встановлює вертикальне вирівнювання тексту.<br> * top - розміщує текст у верхній частині рядка.<br> * center - центрує текст у рядку.<br> * middle - псевдонім для "center"<br> * bottom - Розміщує текст унизу рядка.<br> * baseline - Baseline<br> * base - Псевдонім для "baseline"

source: Sets the left margin of the text in pixel.
fr: Définit la marge gauche du texte en pixels.
uk_ua: Встановлює ліве поле тексту в пікселях.

source: Sets the right margin of the text in pixel.
fr: Définit la marge droite du texte en pixels.
uk_ua: Встановлює праве поле тексту в пікселях.

source: Sets the wrap policy of the text.<br> * word - Only wraps lines at word boundaries.<br> * char - Wraps at any character.<br> * mixed - Wrap at words if possible, if not, at any character.<br> * hyphenation - Hyphenate if possible, if not, wrap at words if possible,<br> if not, at any character.
fr: Définit la gestion de l'adaptation du texte (text wrap).<br> * word - ajuste les lignes aux limites des mots uniquement.<br> * char - ajustement à n'importe quel caractère.<br> * mixed - ajuster aux mots si possible, sinon à n'importe quel caractère.<br> * hyphenation - utiliser la césure si possible, sinon ajuster aux mots si possible,<br> sinon à n'importe quel caractère.
uk_ua: Встановлює політику переносу тексту.<br> * word – переносить рядки лише на межі слів.<br> * char – переносить будь-який символ.<br> * mixed – переносить слова, якщо можливо, якщо ні, будь-який символ .<br> * розстановка переносів - Розставляйте переноси, якщо можливо, якщо ні, перенесіть слова, якщо можливо,<br> якщо ні, будь-який символ.

source: Sets the size of the tab character. The value must be a number greater than 1.
fr: Définit la taille du caractère de tabulation. La valeur doit être un nombre supérieur à 1.
uk_ua: Встановлює розмір символу табуляції. Значення має бути числом, більшим за 1.

source: Sets the size of line of text.
fr: Définit la taille de la ligne de texte.
uk_ua: Встановлює розмір рядка тексту.

source: Enables or disables the background color.
fr: Active ou désactive la couleur de fond.
uk_ua: Вмикає або вимикає фоновий колір.

source: Sets a background color for text.
fr: Définit une couleur de fond pour le texte.
uk_ua: Встановлює колір фону для тексту.

source: Sets if the text is being used for passwords. Enabling this causes all characters to be substituted for '*'.
fr: Définit si le texte est utilisé pour les mots de passe. Si vous activez cette option, tous les caractères seront remplacés par « * ».
uk_ua: Встановлює, чи використовується текст для паролів. Якщо ввімкнути це, усі символи замінюватимуться на «*».

source: Enables or disables the ellipsis feature for text.
fr: Active ou désactive l'ellipse pour le texte.
uk_ua: Вмикає або вимикає функцію еліпса для тексту.

source: Sets the ellipsis mode. A value of 0 means ellipsizing the leftmost portion of the text first, 1 on the other hand the rightmost portion.
fr: Définit le mode d'ellipse. Une valeur de 0 correspond à l'ellipse de la partie la plus à gauche du texte en premier, 1 correspond à la partie la plus à droite.
uk_ua: Встановлює режим еліпса. Значення 0 означає спершу еліпсування крайньої лівої частини тексту, а 1 – крайньої правої частини.

source: A floating point value indicating the wanted size of the line relative to the calculated size.
fr: Une valeur à virgule flottante indiquant la taille souhaitée pour la ligne par rapport à la taille calculée.
uk_ua: Значення з плаваючою комою, що вказує бажаний розмір лінії відносно обчисленого розміру.

source: Sets the style of the text.
fr: Définit le style du texte.
uk_ua: Задає стиль тексту.

source: Sets the color of the text shadow.
fr: Définit la couleur de l'ombre du texte.
uk_ua: Встановлює колір тіні тексту.

source: Sets the shadow direction
fr: Définit la direction de l'ombre
uk_ua: Встановлює напрямок тіні

source: Sets the outer shadow glow color.
fr: Définit la couleur de la lueur externe de l'ombre.
uk_ua: Встановлює колір світіння зовнішньої тіні.

source: Sets the inner shadow glow color.
fr: Définit la couleur de la lueur interne de l'ombre.
uk_ua: Встановлює колір світіння внутрішньої тіні.

source: Sets if the text is striked through.
fr: Définit si le texte est barré.
uk_ua: Встановлює, чи буде текст закреслений.

source: Sets the color of the text that is striked through.
fr: Définit la couleur du texte barré.
uk_ua: Встановлює колір закресленого тексту.

source: Sets if and how a text is underlined.
fr: Définit si et comment un texte est souligné.
uk_ua: Встановлює, чи підкреслюється текст і як.

source: Sets the color of the underline.
fr: Définit la couleur du soulignement.
uk_ua: Встановлює колір підкреслення.

source: Sets the color of the second line of the underline when using the "double" underline mode.
fr: Définit la couleur de la deuxième ligne de soulignement lors de l'utilisation du mode de soulignement « double ».
uk_ua: Встановлює колір другого рядка підкреслення при використанні режиму «подвійного» підкреслення.

source: Sets the width of the underline dash.
fr: Définit la largeur du tiret de soulignement.
uk_ua: Встановлює ширину тире підкреслення.

source: Sets the gap of the underline dash.
fr: Définit l'écart des tirets de soulignement.
uk_ua: Встановлює проміжок між рискою підкреслення.

source: Sets the color of dashed underline.
fr: Définit la couleur du soulignement par tirets.
uk_ua: Встановлює колір пунктирного підкреслення.

source: ERROR!
fr: ERREUR !
uk_ua: ПОМИЛКА!

source: SUCCESS!
fr: SUCCÈS !
uk_ua: УСПІХ!

source: Group: %s
fr: Groupe : %s
uk_ua: Група: %s

source: Program: %s
fr: Programme : %s
uk_ua: Програма: %s

source: UNKNOWN
fr: INCONNU
uk_ua: НЕВІДОМО

source: Sound Samples
fr: Échantillons sonores
uk_ua: Звукові зразки

source: Sound Tones
fr: Tonalités sonores
uk_ua: Звукові тони

source: File '%s' is not exist
fr: Le fichier « %s » n'existe pas
uk_ua: Файл "%s" не існує

source: Sample '%s' is already added to project
fr: L'échantillon « %s » a déjà été ajouté
uk_ua: Зразок "%s" уже додано до проекту

source: File '%s' exist
fr: Le fichier « %s » existe
uk_ua: Файл "%s" існує

source: Choose a sound
fr: Choisissez un son
uk_ua: Виберіть звук

source: Tone name:
fr: Nom de la tonalité :
uk_ua: Назва звуку:

source: Type a new tone name
fr: Entrez nouveau nom pour la tonalité
uk_ua: Введіть нову назву звуку

source: Frequency:
fr: Fréquence :
uk_ua: Частота:

source: Type a frequency (20 - 20000)
fr: Entrez fréquence (20 à 20 000 Hz)
uk_ua: Введіть частоту (20 - 20000)

source: Create a new tone
fr: Créer nouvelle tonalité
uk_ua: Створіть новий тон

source: Sound Gallery
fr: Collection de sons
uk_ua: Галерея звуків

source: Sample
fr: Échantillon
uk_ua: Зразок

source: Tone
fr: Tonalité
uk_ua: Тон

source: Style name:
fr: Nom du style :
uk_ua: Назва стилю:

source: Type a new style name
fr: Entrez nouveau nom de style
uk_ua: Введіть нову назву стилю

source: Failed to add tag value. Tag will be deleted
fr: Impossible d'ajouter une valeur à la balise. La balise a été supprimée.
uk_ua: Не вдалося додати значення тегу. Тег

source: Add textblock style
fr: Ajouter un style de bloc de texte
uk_ua: Додайте стиль текстового блоку

source: Type a new tag name.
fr: Entrez nouveau nom pour la balise.
uk_ua: Введіть нову назву тегу.

source: Add tag for style: %s
fr: Ajouter une balise pour le style : %s
uk_ua: Додати тег для стилю: %s

source: Textblock style manager
fr: Gestionnaire de styles de bloc de texte
uk_ua: Менеджер стилів текстових блоків

source: Textblock styles list
fr: Liste des styles de bloc de texte
uk_ua: Список стилів текстових блоків

source: Style
uk_ua: Стиль

source: Tag
fr: Balise
uk_ua: Тег

source: Version of file:
fr: Version du fichier :
uk_ua: Версія файлу:

source: Authors:
fr: Auteurs :
uk_ua: Автори:

source: Licenses:
fr: Licences :
uk_ua: Ліцензії:

source: Comment:
fr: Commentaire :
uk_ua: Коментар:

source: Created with Eflete!
fr: Une création d'Eflete !
uk_ua: Створено за допомогою Eflete!

source: Meta data save
fr: Sauvegarde des métadonnées
uk_ua: Збереження метаданих

source: Images directories:
fr: Répertoires d'images :
uk_ua: Каталоги зображень:

source: Fonts directories:
fr: Répertoires des polices :
uk_ua: Каталоги шрифти:

source: Sounds directories:
fr: Répertoires des sons :
uk_ua: Каталоги звуків:

source: Data directories:
fr: Répertoires de données :
uk_ua: Каталоги даних:

source: Import edc
fr: Importer edc
uk_ua: Імпорт edc

source: Import EDC-file
fr: Importer EDC-file
uk_ua: Імпорт EDC-файлу

source: The given file is locked by another application
fr: Le fichier indiqué est verrouillé par une autre application
uk_ua: Даний файл заблоковано іншою програмою

source: <font_size=16>A project folder named '%s' already exist.Do you want to replace it?</font_size><br>The project folder '%s' already exist in '%s'. Replacing it will overwrite<b>all</b> contents.
fr: <font_size=16>Un dossier de projet nommé « %s » existe déjà. Voulez-vous le remplacer ?</font_size><br>Le dossier du projet « %s » est situé dans « %s ». Le remplacer va écraser <b>tout</b> son contenu.
uk_ua: <font_size=16>Тека проекту під назвою «%s» уже існує. Бажаєте її замінити?</font_size><br>Тека проекту «%s» уже існує в «%s». Його заміна призведе до перезапису<b>весь</b> вмісту.

source: Import
fr: Importer
uk_ua: Імпорт

source: Project name:
fr: Nom du projet :
uk_ua: Назва проекту:

source: Path to project:
fr: Chemin vers le projet :
uk_ua: Шлях до проекту:

source: Path to edc-file:
fr: Chemin vers edc-file :
uk_ua: Шлях до edc-файлу:

source: Font directories:
fr: Répertoires de police :
uk_ua: Каталоги шрифтів:

source: Sound directories:
fr: Répertoires de sons :
uk_ua: Звукові довідники:

source: Import edj
fr: Importer edj
uk_ua: Імпорт edj

source: Import EDJ-file
fr: Importer EDJ-file
uk_ua: Імпорт EDJ-файлу

source: <wrap=word>A project folder named <b>'%s'</b> already exist in <b>'%s'</b>.Do you want to replace it?<br>Replacing it will overwrite <b>all</b> contents.</wrap>
fr: <wrap=word>Un dossier de projet nommé <b>« %s »</b> existe déjà dans <b>« %s »</b>. Voulez-vous le remplacer ?<br>Le remplacer vas écraser <b>tout</b> son contenu.</wrap>
uk_ua: <wrap=word>Папка проекту під назвою <b>'%s'</b> уже існує в <b>'%s'</b>. Бажаєте її замінити?<br>Заміна перезапише < b>весь</b> вміст.</wrap>

source: Create
fr: Créer
uk_ua: Створити

source: Path to edj-file:
fr: Chemin vers edj-file :
uk_ua: Шлях до edj-файлу:

source: Widgets:
uk_ua: Віджети:

source: Following widgets were not found and ignored:
fr: Les widgets suivants sont introuvables et donc ignorés :
uk_ua: Наступні віджети не знайдено та проігноровано:

source: Scroller<br>
uk_ua: Прокручування<br>

source: Photocam<br>
uk_ua: Фотокамера<br>

source: Notify<br>
uk_ua: Повідомити<br>

source: Button<br>
uk_ua: Кнопка<br>

source: List<br>
uk_ua: Список<br>

source: Label<br>
uk_ua: Мітка<br>

source: Project open
fr: Ouvrir projet
uk_ua: Проект відкритий

source: Confirm clear recent list
fr: Confirmez la suppression des projets récents
uk_ua: Підтвердьте очищення нещодавнього списку

source: Are you sure you want to clear list of recently opened projects?<br>
fr: Voulez-vous vraiment effacer la liste des projets récemment ouverts ?<br>
uk_ua: Ви впевнені, що бажаєте очистити список нещодавно відкритих проектів?<br>

source: Open recent
fr: Projet récent
uk_ua: Відкрити останні

source: Clear list
fr: Effacer la liste
uk_ua: Очистити список

source: Open
fr: Ouvrir
uk_ua: Відчинено

source: Project info
fr: Infos du projet
uk_ua: Інформація про проект

source: State set
fr: État défini
uk_ua: Державний набір

source: Signal emit
fr: Signal émis
uk_ua: Випромінювати сигнал

source: Drag value set
fr: Valeur de déplacement définie
uk_ua: Набір значень перетягування

source: Drag value step
fr: Valeur du pas de déplacement
uk_ua: Крок значення перетягування

source: Drag value page
fr: Page du pas de déplacement
uk_ua: Перетягніть сторінку значення

source: Play sample
fr: Jouer l'échantillon
uk_ua: Відтворити зразок

source: Play tone
fr: Jouer la tonalité
uk_ua: Грати мелодію

source: Action stop
fr: Arrêter l'action
uk_ua: Зупинка дії

source: items
fr: éléments
uk_ua: елементи

source: Parts
fr: Parties
uk_ua: Запчастини

source: Programs
fr: Programmes
uk_ua: Програми

source: Data items
fr: Éléments de données
uk_ua: Елементи даних

source: Select the name of the source group.
fr: Choisissez le nom du groupe de la source.
uk_ua: Виберіть назву вихідної групи.

source: copied new part "%s" from "%s"
fr: nouvelle partie modifiée de « %s » en « %s »
uk_ua: скопійовано нову частину "%s" з "%s"

source: added new part "%s"
fr: nouvelle partie « %s » ajoutée
uk_ua: додано нову частину "%s"

source: Part name
fr: Nom de la partie
uk_ua: Назва частини

source: Enter the name of the new part
fr: Saisissez le nom de la nouvelle partie
uk_ua: Введіть назву нової частини

source: Part type
fr: Type de partie
uk_ua: Тип деталі

source: Part copy
fr: Copie de partie
uk_ua: Копія частини

source: Add New Part to Group "%s"
fr: Ajout nouvelle partie au groupe « %s »
uk_ua: Додати нову частину до групи "%s"

source: added new data item "%s"
fr: nouvel élément de donnée « %s » ajouté
uk_ua: додано новий елемент даних "%s"

source: Data item name
fr: Nom de l'élément de donnée
uk_ua: Назва елемента даних

source: Enter the name of the new group_data
fr: Saisissez le nom du nouveau group_data
uk_ua: Введіть назву нового group_data

source: Add New Data Item to Group "%s"
fr: Ajout nouvel élément de donnée au groupe « %s »
uk_ua: Додати новий елемент даних до групи "%s"

source: added new state "%s" %.2f
fr: nouvel état « %s » %.2f ajouté
uk_ua: додано новий стан "%s" %.2f

source: added new state "%s" %.2f as copy of "%s" %.2f
fr: nouvel état « %s » %.2f ajouté comme copie de « %s » %.2f
uk_ua: додано новий стан "%s" %.2f як копію "%s" %.2f

source: State name
fr: Nom de l'état
uk_ua: Назва штату

source: Enter the name of the new state
fr: Saisissez le nom du nouvel état
uk_ua: Введіть назву нового штату

source: Value
fr: Valeur
uk_ua: Значення

source: Available values: 0.0 - 1.0
fr: Valeurs disponibles : 0.0 - 1.0
uk_ua: Доступні значення: 0,0 - 1,0

source: Duplicate state
fr: Dupliquer l'état
uk_ua: Дубльований стан

source: Add New State to Part "%s"
fr: Ajout nouvel état à la partie « %s »
uk_ua: Додати новий стан до частини "%s"

source: added new item "%s" to part "%s"
fr: nouvel élément « %s » ajouté à la partie « %s »
uk_ua: додано новий елемент "%s" до частини "%s"

source: Enter the name of the new item
fr: Saisissez le nom du nouvel élément
uk_ua: Введіть назву нового елемента

source: Source group
fr: Groupe de la source
uk_ua: Вихідна група

source: Add New Item to Part "%s"
fr: Ajout nouvel élément à la partie « %s »
uk_ua: Додати новий елемент до частини "%s"

source: added new program "%s"
fr: nouveau programme « %s » ajouté
uk_ua: додано нову програму "%s"

source: Program name
fr: Nom du programme
uk_ua: Назва програми

source: Enter the name of the new program
fr: Saisissez le nom du nouveau programme
uk_ua: Введіть назву нової програми

source: Action type
fr: Type d'action
uk_ua: Тип дії

source: Add New Program
fr: Ajout d'un nouveau programme
uk_ua: Додати нову програму

source: deleted program "%s"
fr: programme « %s » supprimé
uk_ua: видалена програма "%s"

source: deleted group_data "%s"
fr: group_data « %s » supprimé
uk_ua: видалено group_data "%s"

source: deleted part "%s"
fr: partie « %s » supprimée
uk_ua: видалена частина "%s"

source: deleted state "%s" %.2f
fr: état « %s » %.2f supprimé
uk_ua: видалений стан "%s" %.2f

source: deleted item "%s"
fr: élément « %s » supprimé
uk_ua: видалений елемент "%s"

source: part "%s" placed below part "%s" in the stack
fr: la partie « %s » est placée sous la partie « %s » dans la pile
uk_ua: частина "%s" розміщена під частиною "%s" у стеку

source: part "%s" restacked to the top of the stack
fr: la partie « %s » est replacée au sommet de la pile
uk_ua: частина "%s" повторно складена на вершину стека

source: part item "%s" restacked BELOW
fr: élément de partie « %s » replacé en BELOW
uk_ua: частина елемента "%s" повторно складено НИЖЧЕ

source: part item "%s" restacked ABOVE
fr: élément de partie « %s » replacé en ABOVE
uk_ua: частина елемента "%s" переукладено ВИЩЕ

source: Part
fr: Partie
uk_ua: Частина

source: Program
fr: Programme
uk_ua: Програма

source: Data item
fr: Élément de donnée
uk_ua: Елемент даних

source: Part '%s' width: %d
fr: Partie « %s » largeur : %d
uk_ua: Ширина частини "%s": %d

source: Part '%s' heigth: %d
fr: Partie « %s » hauteur : %d
uk_ua: Висота частини "%s": %d

source: Part '%s' object area width: %d
fr: Partie « %s » largeur zone d'objet : %d
uk_ua: Ширина області об’єкта частини «%s»: %d

source: Part '%s' object area heigth: %d
fr: Partie « %s » hauteur zone d'objet : %d
uk_ua: Висота області об’єкта частини «%s»: %d

source: Part '%s'
fr: Partie « %s »
uk_ua: Частина '%s'

source: Absolute scale
fr: Échelle absolue
uk_ua: Абсолютна шкала

source: Relative scale
fr: Échelle relative
uk_ua: Відносна шкала

source: Both scales
fr: Les deux échelles
uk_ua: Обидві ваги

source: Markers
fr: Marqueurs
uk_ua: Маркери

source: max size changed from [%dx%d] to [%dx%d]
fr: taille max. modifiée de [%dx%d] en [%dx%d]
uk_ua: максимальний розмір змінено з [%dx%d] на [%dx%d]

source: align changed from [%fx%f] to [%fx%f]
fr: alignement modifié de [%fx%f] en [%fx%f]
uk_ua: вирівнювання змінено з [%fx%f] на [%fx%f]

source: Library
fr: Bibliothèque
uk_ua: Бібліотека

source: Project is changed
fr: Projet modifié
uk_ua: Проект змінено

source: Reload
fr: Recharger
uk_ua: Перезавантажити
