Repository: dimmus/eflete
Catalog: po/*.po
Languages: fr, uk_ua

source: <font_size=16>A project file '%s/%s' already exist.Do you want to replace it?</font_size>
fr: <font_size=16>Un fichier de projet « %s/%s » existe déjà. Voulez-vous le remplacer ?</font_size>
uk_ua: <font_size=16>Файл проекту «%s/%s» уже існує. Бажаєте його замінити?</font_size>

source: Export group source code
fr: Exporter le code source du groupe
uk_ua: Експорт вихідного коду групи

source: Alias of
fr: Alias de
uk_ua: Псевдоніми

source: Copy of
fr: Copie de
uk_ua: Копія

source: Name
fr: Nom
uk_ua: Ім'я

source: Alias
uk_ua: Псевдонім

source: None
fr: Aucun(e)
uk_ua: Жодного

source: Can't remove layout "%s"
fr: Impossible de supprimer la composition « %s »
uk_ua: Не вдається видалити макет "%s"

source: Error
fr: Erreur
uk_ua: Помилка

source: Warning: Delete layout
fr: Avertissement de suppression
uk_ua: Попередження: видалити макет

source: Can't delete the opened layout. Please, close the layout tab before delete it.
fr: Impossible de supprimer la composition actuelle. Fermez l'onglet de celle-ci avant de la supprimer.
uk_ua: Неможливо видалити відкритий макет. Будь ласка, закрийте вкладку макета перед видаленням.

source: Can't delete one of those opened layouts. Please, close the layout tab before delete it.
fr: Impossible de supprimer l'une des compositions actuelles. Fermez l'onglet de celle-ci avant de la supprimer.
uk_ua: Неможливо видалити один із відкритих макетів. Будь ласка, закрийте вкладку макета перед видаленням.

source: Confirm delete layouts
fr: Confirmez les suppressions
uk_ua: Підтвердити видалення макетів

source: Are you sure you want to delete the selected layouts?<br>All aliases will be delete too.
fr: Voulez-vous vraiment supprimer les compositions sélectionnées ?<br>Les alias seront également supprimés.
uk_ua: Ви впевнені, що бажаєте видалити вибрані макети?<br>Усі псевдоніми також буде видалено.

source: One or few of the aliases of this group are opened.Please, close the alias tab/tabs before delete it.
fr: Un ou plusieurs alias de ce groupe sont ouverts. Fermez le ou les onglets d'alias avant de le(s) supprimer.
uk_ua: Відкрито один або декілька псевдонімів цієї групи. Будь ласка, закрийте вкладку/вкладки псевдоніма, перш ніж видалити його.

source: Confirm delete layout
fr: Confirmer la suppression
uk_ua: Підтвердити видалення макета

source: Are you sure you want to delete the selected layout?<br>All aliases will be delete too.
fr: Voulez-vous vraiment supprimer la composition sélectionnée ?<br>Les alias seront également supprimés.
uk_ua: Ви впевнені, що бажаєте видалити вибраний макет?<br>Усі псевдоніми також буде видалено.

source: Provides a descriptive name for the effect of the color class
fr: Fournit un nom descriptif pour l'effet de la classe de couleur
uk_ua: Надає описову назву для ефекту класу кольорів

source: default 0.0
fr: par défaut 0.0
uk_ua: за замовчуванням 0.0

source: Item 1
fr: Élément 1
uk_ua: Пункт 1

source: Item 2
fr: Élément 2
uk_ua: Пункт 2

source: Item 2_1
fr: Élément 2_1
uk_ua: Пункт 2_1

source: Item 2_2
fr: Élément 2_2
uk_ua: Пункт 2_2

source: Item 3
fr: Élément 3
uk_ua: Пункт 3

source: Item 3_1 with dynamic subitems
fr: Élément 3_1 avec sous-éléments dynamiques
uk_ua: Пункт 3_1 з динамічними підпунктами

source: Item 3_2
fr: Élément 3_2
uk_ua: Пункт 3_2

source: Item 4
fr: Élément 4
uk_ua: Пункт 4

source: entry
uk_ua: запис

source: Item 5
fr: Élément 5
uk_ua: Пункт 5

source: comb
uk_ua: гребінець

source: Item 6
fr: Élément 6
uk_ua: Пункт 6

source: min
uk_ua: хв

source: px
uk_ua: пк

source: max
uk_ua: макс

source: Item 7
fr: Élément 7
uk_ua: Пункт 7

source: Item 8
fr: Élément 8
uk_ua: Пункт 8

source: Item 9
fr: Élément 9
uk_ua: Пункт 9

source: Item 10
fr: Élément 10
uk_ua: Пункт 10

source: State
fr: État
uk_ua: Держава

source: Item
fr: Élément
uk_ua: Пункт

source: < Style manager >
fr: < Gestionnaire de styles >
uk_ua: < Менеджер стилів >

source: < Sound manager >
fr: < Gestionnaire de sons >
uk_ua: < Менеджер звуку >

source: < Color class manager >
fr: < Gestionnaire de classes de couleur >
uk_ua: < Менеджер класів кольорів >

source: Specifies a program to run after the current<br>program completes. The source and signal parameters<br>of a program run as an "after" are ignored.
fr: Spécifie un programme à exécuter après la fin du<br>programme en cours. Les paramètres source et signal d'un<br>programme exécuté en « after » sont ignorés.
uk_ua: Визначає програму для запуску після завершення поточної<br>програми. Параметри джерела та сигналу<br>програми, що виконується як "після", ігноруються.

source: Program or part on which the specified action acts.
fr: Programme ou partie sur lequel/laquelle agit l'action spécifiée.
uk_ua: Програма або частина, на яку діє зазначена дія.

source: group name changed from "%s" to "%s"
fr: nom du groupe modifié de « %s » en « %s »
uk_ua: назву групи змінено з "%s" на "%s"

source: state name changed from "%s" to "%s"
fr: nom de l'état modifié de « %s » en « %s »
uk_ua: назву штату змінено з "%s" на "%s"

source: program name changed from "%s" to "%s"
fr: nom du programme modifié de « %s » en « %s »
uk_ua: назву програми змінено з "%s" на "%s"

source: part item's name changed from "%s" to "%s"
fr: nom de l'élément de partie modifié de « %s » en « %s »
uk_ua: назву частини елемента змінено з "%s" на "%s"

source: image changed from "%s" to "%s"
fr: image modifiée de « %s » en « %s »
uk_ua: зображення змінено з "%s" на "%s"

source: vector changed from "%s" to "%s"
fr: vecteur modifié de « %s » en « %s »
uk_ua: вектор змінено з "%s" на "%s"

source: changed "%d" tween images
fr: %d images d'interpolation (tween) modifiées
uk_ua: змінено "%d" між зображеннями

source: group.min_w changed from %d to %d
fr: group.min_w modifié de %d en %d
uk_ua: group.min_w змінено з %d на %d

source: group.min_h changed from %d to %d
fr: group.min_h modifié de %d en %d
uk_ua: group.min_h змінено з %d на %d

source: group.max_w changed from %d to %d
fr: group.max_w modifié de %d en %d
uk_ua: group.max_w змінено з %d на %d

source: group.max_h changed from %d to %d
fr: group.max_h modifié de %d en %d
uk_ua: group.max_h змінено з %d на %d

source: part name changed from "%s" to "%s"
fr: nom de la partie modifié de « %s » en « %s »
uk_ua: назву частини змінено з "%s" на "%s"

source: data item name changed from "%s" to "%s"
fr: nom de l'élément de donnée modifié de « %s » en « %s »
uk_ua: назву елемента даних змінено з "%s" на "%s"

source: data item value changed from "%s" to "%s"
fr: valeur de l'élément de donnée modifiée de « %s » en « %s »
uk_ua: значення елемента даних змінено з "%s" на "%s"

source: part scale %s
fr: échelle de la partie %s
uk_ua: масштаб частини %s

source: mouse events %s
fr: événements de souris %s
uk_ua: події миші %s

source: repeat events %s
fr: transmission d'événements (repeat) %s
uk_ua: повторення подій %s

source: clip to changed from "%s" to "%s"
fr: ajuster à (clip) modifié de « %s » en « %s »
uk_ua: кліп змінено з "%s" на "%s"

source: proxy source changed from "%s" to "%s"
fr: source proxy modifiée de « %s » en « %s »
uk_ua: джерело проксі змінено з "%s" на "%s"

source: ignore_flags changed from "%s" to "%s"
fr: ignore_flags modifié de « %s » en « %s »
uk_ua: ignore_flags змінено з "%s" на "%s"

source: pointer mode changed from "%s" to "%s"
fr: mode pointeur modifié de « %s » en « %s »
uk_ua: режим покажчика змінено з "%s" на "%s"

source: select mode changed from "%s" to "%s"
fr: mode sélecteur modifié de « %s » en « %s »
uk_ua: режим вибору змінено з "%s" на "%s"

source: entry mode changed from "%s" to "%s"
fr: mode entrée modifié de « %s » en « %s »
uk_ua: режим входу змінено з "%s" на "%s"

source: cursor mode changed from "%s" to "%s"
fr: mode curseur modifié de « %s » en « %s »
uk_ua: режим курсору змінено з "%s" на "%s"

source: fill type changed from "%s" to "%s"
fr: type de remplissage modifié de « %s » en « %s »
uk_ua: тип заливки змінено з "%s" на "%s"

source: text effect changed from "%s" to "%s"
fr: effet de texte modifié de « %s » en « %s »
uk_ua: текстовий ефект змінено з "%s" на "%s"

source: shadow direction changed from "%s" to "%s"
fr: direction d'ombre modifiée de « %s » en « %s »
uk_ua: напрямок тіні змінено з "%s" на "%s"

source: dragable enable x changed from %d to %d
fr: déplacement (dragable) en x actif modifié de %d en %d
uk_ua: можливість перетягування x змінено з %d на %d

source: dragable enable y changed from %d to %d
fr: déplacement (dragable) en y actif modifié de %d en %d
uk_ua: можливість перетягування y змінено з %d на %d

source: dragable step x changed from %d to %d
fr: pas de déplacement (dragable step) en x modifié de %d en %d
uk_ua: перетягуваний крок x змінено з %d на %d

source: dragable step y changed from %d to %d
fr: pas de déplacement (dragable step) en y modifié de %d en %d
uk_ua: перетягуваний крок y змінено з %d на %d

source: dragable count x changed from %d to %d
fr: comptage de déplacement (dragable) en x modifié de %d en %d
uk_ua: кількість перетягнутих змінено з %d на %d

source: dragable count y changed from %d to %d
fr: comptage de déplacement (dragable) en y modifié de %d en %d
uk_ua: кількість можливостей перетягування y змінено з %d на %d

source: dragable confine changed from "%s" to "%s"
fr: confinement de déplacement (dragable) modifié de « %s » en « %s »
uk_ua: межу перетягування змінено з "%s" на "%s"

source: dragable threshold changed from "%s" to "%s"
fr: seuil de déplacement (dragable) modifié de « %s » en « %s »
uk_ua: порогове значення перетягування змінено з "%s" на "%s"

source: dragable event changed from "%s" to "%s"
fr: événement de déplacement modifié de « %s » en « %s »
uk_ua: перетягувану подію змінено з "%s" на "%s"

source: source changed from "%s" to "%s"
fr: source modifiée de « %s » en « %s »
uk_ua: джерело змінено з "%s" на "%s"

source: selection under changed from "%s" to "%s"
fr: sélection dessous modifiée de « %s » en « %s »
uk_ua: вибір під змінено з "%s" на "%s"

source: cursor under changed from "%s" to "%s"
fr: curseur dessous modifié de « %s » en « %s »
uk_ua: курсор під змінено з "%s" на "%s"

source: anchors under changed from "%s" to "%s"
fr: ancres dessous modifiées de « %s » en « %s »
uk_ua: прив'язки під змінено з "%s" на "%s"

source: selection over changed from "%s" to "%s"
fr: sélection dessus modifiée de « %s » en « %s »
uk_ua: виділення змінено з "%s" на "%s"

source: cursor over changed from "%s" to "%s"
fr: curseur dessus modifié de « %s » en « %s »
uk_ua: курсор змінено з "%s" на "%s"

source: anchors over changed from "%s" to "%s"
fr: ancres dessus modifiées de « %s » en « %s »
uk_ua: прив'язки змінено з "%s" на "%s"

source: text source changed from "%s" to "%s"
fr: source du texte modifiée de « %s » en « %s »
uk_ua: джерело тексту змінено з "%s" на "%s"

source: text text_source changed from "%s" to "%s"
fr: texte du text_source modifié de « %s » en « %s »
uk_ua: текст text_source змінено з "%s" на "%s"

source: text style changed from "%s" to "%s"
fr: style du texte modifié de « %s » en « %s »
uk_ua: стиль тексту змінено з "%s" на "%s"

source: multiline %s
fr: multiligne %s
uk_ua: багаторядковий %s

source: state visible %s
fr: état visible %s
uk_ua: видимий стан %s

source: fill smooth %s
fr: remplissage lissé %s
uk_ua: заповнити гладкою %s

source: state min_w changed from %d to %d
fr: état min_w modifié de %d en %d
uk_ua: стан min_w змінено з %d на %d

source: state min_h changed from %d to %d
fr: état min_h modifié de %d en %d
uk_ua: стан min_h змінено з %d на %d

source: state minmul_w changed from %d to %d
fr: état minmul_w modifié de %d en %d
uk_ua: стан minmul_w змінено з %d на %d

source: state minmul_h changed from %d to %d
fr: état minmul_h modifié de %d en %d
uk_ua: стан minmul_h змінено з %d на %d

source: state fixed_w %s
fr: état fixed_w %s
uk_ua: стан fixed_w %s

source: state fixed_h %s
fr: état fixed_h %s
uk_ua: стан fixed_h %s

source: state max_w changed from %d to %d
fr: état max_w modifié de %d en %d
uk_ua: стан max_w змінено з %d на %d

source: state max_h changed from %d to %d
fr: état max_h modifié de %d en %d
uk_ua: стан max_h змінено з %d на %d

source: state aspect_min changed from %.2f to %.2f
fr: état aspect_min modifié de %.2f en %.2f
uk_ua: стан aspect_min змінено з %.2f на %.2f

source: state aspect_max changed from %.2f to %.2f
fr: état aspect_max modifié de %.2f en %.2f
uk_ua: стан aspect_max змінено з %.2f на %.2f

source: aspect preference changed from "%s" to "%s"
fr: préférence d'aspect modifiée de « %s » en « %s »
uk_ua: налаштування формату змінено з "%s" на "%s"

source: align x changed from %.2f to %.2f
fr: align x modifié de %.2f en %.2f
uk_ua: align x змінено з %.2f на %.2f

source: align y changed from %.2f to %.2f
fr: align y modifié de %.2f en %.2f
uk_ua: align y змінено з %.2f на %.2f

source: rel1 to_x changed from "%s" to "%s"
fr: rel1 to_x modifié de « %s » en « %s »
uk_ua: rel1 to_x змінено з "%s" на "%s"

source: rel1 to_y changed from "%s" to "%s"
fr: rel1 to_y modifié de « %s » en « %s »
uk_ua: rel1 to_y змінено з "%s" на "%s"

source: rel1 relative x changed from %.2f to %.2f
fr: rel1 relative x modifié de %.2f en %.2f
uk_ua: rel1 відносний x змінено з %.2f на %.2f

source: rel1 relative y changed from %.2f to %.2f
fr: rel1 relative y modifié de %.2f en %.2f
uk_ua: rel1 відносно y змінено з %.2f на %.2f

source: rel1 offset x changed from %d to %d
fr: rel1 offset x modifié %d en %d
uk_ua: rel1 offset x змінено з %d на %d

source: rel1 offset y changed from %d to %d
fr: rel1 offset y modifié %d en %d
uk_ua: rel1 offset y змінено з %d на %d

source: rel2 to_x changed from "%s" to "%s"
fr: rel2 to_x modifié de « %s » en « %s »
uk_ua: rel2 to_x змінено з "%s" на "%s"

source: rel2 to_y changed from "%s" to "%s"
fr: rel2 to_y modifié de « %s » en « %s »
uk_ua: rel2 to_y змінено з "%s" на "%s"

source: rel2 relative x changed from %.2f to %.2f
fr: rel2 relative x modifié de %.2f en %.2f
uk_ua: rel2 відносний x змінено з %.2f на %.2f

source: rel2 relative y changed from %.2f to %.2f
fr: rel2 relative y modifié de %.2f en %.2f
uk_ua: rel2 відносно y змінено з %.2f на %.2f

source: rel2 offset x changed from %d to %d
fr: rel2 offset x modifié de %d en %d
uk_ua: rel2 offset x змінено з %d на %d

source: rel2 offset y changed from %d to %d
fr: rel2 offset y modifié de %d en %d
uk_ua: rel2 offset y змінено з %d на %d

source: image left border changed from %d to %d
fr: bordure gauche de l'image modifiée de %d en %d
uk_ua: ліва межа зображення змінена з %d на %d

source: image right border changed from %d to %d
fr: bordure droite de l'image modifiée de %d en %d
uk_ua: права межа зображення змінена з %d на %d

source: image top border changed from %d to %d
fr: bordure haute de l'image modifiée de %d en %d
uk_ua: верхню межу зображення змінено з %d на %d

source: image bottom border changed from %d to %d
fr: bordure basse de l'image modifiée de %d en %d
uk_ua: нижня межа зображення змінена з %d на %d

source: border fill changed from "%s" to "%s"
fr: remplissage de bordure modifié de « %s » en « %s »
uk_ua: заливку рамки змінено з "%s" на "%s"

source: fill origin relative x changed from %.2f to %.2f
fr: fill origin relative x modifié de %.2f en %.2f
uk_ua: відносне джерело заповнення x змінено з %.2f на %.2f

source: fill origin relative y changed from %.2f to %.2f
fr: fill origin relative y modifié de %.2f en %.2f
uk_ua: джерело заповнення відносно y змінено з %.2f на %.2f

source: fill size relative x changed from %.2f to %.2f
fr: fill size relative x modifié de %.2f en %.2f
uk_ua: відносний розмір заповнення x змінено з %.2f на %.2f

source: fill size relative y changed from %.2f to %.2f
fr: fill size relative y modifié de %.2f en %.2f
uk_ua: розмір заповнення відносно y змінено з %.2f на %.2f

source: fill origin offset x changed from %.2f to %.2f
fr: fill origin offset x modifié de %.2f en %.2f
uk_ua: зсув початкового заповнення x змінено з %.2f на %.2f

source: fill origin offset y changed from %.2f to %.2f
fr: fill origin offset Y modifié de %.2f en %.2f
uk_ua: зсув початкового заповнення y змінено з %.2f на %.2f

source: fill size offset x changed from %.2f to %.2f
fr: fill size offset x modifié de %.2f en %.2f
uk_ua: зміщення розміру заливки x змінено з %.2f на %.2f

source: fill size offset y changed from %.2f to %.2f
fr: fill size offset y modifié de %.2f en %.2f
uk_ua: зміщення розміру заливки y змінено з %.2f на %.2f

source: color class changed from "%s" to "%s"
fr: classe de couleur modifiée de « %s » en « %s »
uk_ua: клас кольору змінено з "%s" на "%s"

source: color changed from [%d,%d,%d,%d] to [%d,%d,%d,%d]
fr: couleur modifiée de [%d,%d,%d,%d] en [%d,%d,%d,%d]
uk_ua: колір змінено з [%d,%d,%d,%d] на [%d,%d,%d,%d]

source: outline color changed from [%d,%d,%d,%d] to [%d,%d,%d,%d]
fr: couleur de contour modifiée de [%d,%d,%d,%d] en [%d,%d,%d,%d]
uk_ua: колір контуру змінено з [%d,%d,%d,%d] на [%d,%d,%d,%d]

source: shadow color changed from [%d,%d,%d,%d] to [%d,%d,%d,%d]
fr: couleur d'ombre modifiée de [%d,%d,%d,%d] en [%d,%d,%d,%d]
uk_ua: колір тіні змінено з [%d,%d,%d,%d] на [%d,%d,%d,%d]

source: text changed from "%s" to "%s"
fr: texte modifié de « %s » en « %s »
uk_ua: текст змінено з "%s" на "%s"

source: font changed from "%s" to "%s"
fr: police modifiée de « %s » en « %s »
uk_ua: шрифт змінено з "%s" на "%s"

source: text min_x %s
uk_ua: текст min_x %s

source: text min_y %s
uk_ua: текст min_y %s

source: text max_x %s
uk_ua: текст max_x %s

source: text max_y %s
uk_ua: текст max_y %s

source: text fit_x %s
uk_ua: текст fit_x %s

source: text fit_y %s
uk_ua: текст fit_y %s

source: program current %s
fr: programme actuel %s
uk_ua: поточна програма %s

source: text align x changed from %.2f to %.2f
fr: text align x modifié de %.2f en %.2f
uk_ua: вирівнювання тексту x змінено з %.2f на %.2f

source: text align y changed from %.2f to %.2f
fr: text align y modifié de %.2f en %.2f
uk_ua: вирівнювання тексту y змінено з %.2f на %.2f

source: text size changed from %d to %d
fr: taille du texte modifiée de %d en %d
uk_ua: розмір тексту змінено з %d на %d

source: text elipsis changed from %.2f to %.2f
fr: ellipse de texte modifiée de %.2f en %.2f
uk_ua: еліпсис тексту змінено з %.2f на %.2f

source: text elipsis %s
fr: ellipse de texte %s
uk_ua: еліпсис тексту %s

source: program signal changed from "%s" to "%s"
fr: signal du programme modifié de « %s » en « %s »
uk_ua: програмний сигнал змінено з "%s" на "%s"

source: program emit signal changed from "%s" to "%s"
fr: émission de signal du programme modifiée de « %s » en « %s »
uk_ua: програмний вихідний сигнал змінено з "%s" на "%s"

source: program emit source changed from "%s" to "%s"
fr: émission de source du programme modifiée de « %s » en « %s »
uk_ua: джерело випромінювання програми змінено з "%s" на "%s"

source: program state changed from "%s" to "%s"
fr: état du programme modifié de « %s » en « %s »
uk_ua: стан програми змінено з "%s" на "%s"

source: program source changed from "%s" to "%s"
fr: source du programme modifiée de « %s » en « %s »
uk_ua: джерело програми змінено з "%s" на "%s"

source: program in.from changed from %.2f to %.2f
fr: programme in.from modifié de %.2f en %.2f
uk_ua: програму in.fr змінено з %.2f на %.2f

source: program in.range changed from %.2f to %.2f
fr: programme in.range modifié de %.2f en %.2f
uk_ua: програму in.range змінено з %.2f на %.2f

source: program's transition time changed from %.2f to %.2f
fr: durée de transition du programme modifiée de %.2f en %.2f
uk_ua: час переходу програми змінено з %.2f на %.2f

source: program's transition factor changed from %.2f to %.2f
fr: facteur de transition du programme modifié de %.2f en %.2f
uk_ua: коефіцієнт переходу програми змінено з %.2f на %.2f

source: program's transition gradient changed from %.2f to %.2f
fr: gradient de transition du programme modifié de %.2f en %.2f
uk_ua: градієнт переходу програми змінено з %.2f на %.2f

source: program's transition decay changed from %.2f to %.2f
fr: décroissance de transition du programme modifiée de %.2f en %.2f
uk_ua: затухання переходу програми змінено з %.2f на %.2f

source: program's transition bounces changed from %.2f to %.2f
fr: rebonds de transition du programme modifiés de %.2f en %.2f
uk_ua: відскоки переходу програми змінено з %.2f на %.2f

source: program's transition swings changed from %.2f to %.2f
fr: oscillations de transition du programme modifiées de %.2f en %.2f
uk_ua: коливання переходів програми змінено з %.2f на %.2f

source: program's transition bezier_x1 changed from %.2f to %.2f
fr: transition bezier_x1 du programme modifiée de %.2f en %.2f
uk_ua: перехід програми bezier_x1 змінено з %.2f на %.2f

source: program's transition bezier_y1 changed from %.2f to %.2f
fr: transition bezier_y1 du programme modifiée de %.2f en %.2f
uk_ua: перехід програми bezier_y1 змінено з %.2f на %.2f

source: program's transition bezier_x2 changed from %.2f to %.2f
fr: transition bezier_x2 du programme modifiée de %.2f en %.2f
uk_ua: перехід програми bezier_x2 змінено з %.2f на %.2f

source: program's transition bezier_y2 changed from %.2f to %.2f
fr: transition bezier_y2 du programme modifiée de %.2f en %.2f
uk_ua: перехід програми bezier_y2 змінено з %.2f на %.2f

source: program's tone duration changed from %.2f to %.2f
fr: durée de la tonalité du programme modifiée de %.2f en %.2f
uk_ua: тривалість звукового сигналу програми змінено з %.2f на %.2f

source: program's sample changed from "%s" to "%s"
fr: échantillon du programme modifié de « %s » en « %s »
uk_ua: зразок програми змінено з "%s" на "%s"

source: program's tone changed from "%s" to "%s"
fr: tonalité du programme modifiée de « %s » en « %s »
uk_ua: тон програми змінено з "%s" на "%s"

source: program's channel changed from "%s" to "%s"
fr: canal du programme modifié de « %s » en « %s »
uk_ua: канал програми змінено з "%s" на "%s"

source: program's sample speed changed from %.2f to %.2f
fr: vitesse de l'échantillon du programme modifiée de %.2f en %.2f
uk_ua: швидкість вибірки програми змінено з %.2f на %.2f

source: program drag value x changed from %.2f to %.2f
fr: valeur de déplacement (drag) en x du programme modifiée de %.2f en %.2f
uk_ua: Значення перетягування програми x змінено з %.2f на %.2f

source: program drag value y changed from %.2f to %.2f
fr: valeur de déplacement (drag) en y du programme modifiée de %.2f en %.2f
uk_ua: значення перетягування програми y змінено з %.2f на %.2f

source: program value changed from %.2f to %.2f
fr: valeur du programme modifiée de %.2f en %.2f
uk_ua: значення програми змінено з %.2f на %.2f

source: filter part changed from "%s" to "%s"
fr: filtre de la partie modifié de « %s » en « %s »
uk_ua: частину фільтра змінено з "%s" на "%s"

source: filter state changed from "%s" to "%s"
fr: filtre de l'état modifié de « %s » en « %s »
uk_ua: стан фільтра змінено з "%s" на "%s"

source: container's align_x changed from %.2f to %.2f
fr: align_x du conteneur modifié de %.2f en %.2f
uk_ua: align_x контейнера змінено з %.2f на %.2f

source: container's align_y changed from %.2f to %.2f
fr: align_y du conteneur modifié de %.2f en %.2f
uk_ua: align_y контейнера змінено з %.2f на %.2f

source: container's padding_x changed from %d to %d
fr: padding_x du conteneur modifié de %d en %d
uk_ua: padding_x контейнера змінено з %d на %d

source: container's padding_y changed from %d to %d
fr: padding_y du conteneur modifié de %d en %d
uk_ua: padding_y контейнера змінено з %d на %d

source: container's min_x %s
fr: min_x du conteneur %s
uk_ua: min_x %s контейнера

source: container's min_y %s
fr: min_y du conteneur %s
uk_ua: min_y контейнера %s

source: table homogeneous changed from "%s" to "%s"
fr: paramètre homogène de la table modifié de "%s" en "%s"
uk_ua: однорідність таблиці змінено з "%s" на "%s"
